Repository: microsoftarchive/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ml, ro

source: about an hour
ml: ഏകദേശം ഒരു മണിക്കൂര്‍
ro: aproximativ o ora

source: about %d hour
ml: ഏകദേശം %d മണിക്കൂര്‍
ro: aproximativ %d ora

source: a day
ml: ഒരു ദിവസം
ro: o zi

source: %d day
ml: %d ദിവസം
ro: %d zi

source: about a month
ml: ഏകദേശം ഒരു മാസം
ro: aproximativ o luna

source: %d month
ml: %d മാസം
ro: %d luna

source: about a year
ml: ഏകദേശം ഒരു വര്‍ഷം
ro: aproximativ un an

source: %d year
ml: %d വര്‍ഷം
ro: %d an

source: Check the box to remove all flags.
ml: അടയാളങ്ങള്‍ നീക്കം ചെയ്യുന്നതിനായി ഈ പെട്ടിയില്‍ ശരിയിടുക
ro: Bifati caseta pentru a elimina toate steagurile

source: Check the box to remove %(totalFlags)s flag.
ml: %(totalFlags)s അടയാളം നീക്കം ചെയ്യുന്നതിനായി ഈ പെട്ടിയില്‍ ശരിയിടുക
ro: Bifati caseta pentru a elimina steagurile %(totalFlags)s

source: Check the box to remove %(count)s flag.
ml: %(count)s അടയാളങ്ങളം നീക്കം ചെയ്യുന്നതിനായി ഈ പെട്ടിയില്‍ ശരിയിടുക
ro: Bifati caseta pentru a elimina steagurile %(count)s

source: All flags have been removed. To undo, uncheck the box.
ml: എല്ലാ അടയാളങ്ങളും നീക്കം ചെയ്തിരിക്കുന്നു. പഴയപടി ആക്കുന്നതിന് ഈ പെട്ടിയിലെ ശരി കളയുക.
ro: Toate steagurile au fost eliminate. Pentru a reveni, debifati casuta.

source: You have already reported this annotation.
ml: ഈ വ്യാഖ്യാനം താങ്ങൾ മുൻപേ രേഖപ്പെടുത്തിയതാണ്.
ro: Ai raportat deja această adnotare.

source: Report annotation as inappropriate or offensive.
ml: വ്യാഖ്യാനം അനുചിതമായതോ അല്ലെങ്കിൽ അനിഷ്‌ടകരമായതോ ആയി രേഖപ്പെടുത്തുക.
ro: Raporteaza adnotarea ca fiind nepotrivita sau ofensatoare.

source: This annotation has %(count)s flag.
ml: ഈ വ്യാഖ്യാനത്തിന് %(count)s അടയാളം ഉണ്ട്.
ro: Aceasta adnotare are steaguri %(count)s

source: User
ml: ഉപയോക്താവ്‌
ro: Utilizator

source: Annotation
ml: വ്യാഖ്യാനം
ro: Adnotare

source: Start
ml: തുടങ്ങുക
ro: Început

source: End
ml: അവസാനിപ്പിക്കുക
ro: Sfârșit

source: #Replies
ml: #മറുപടികൾ
ro: #Răspunsuri

source: Date posted
ml: പ്രസിദ്ധപ്പെടുത്തിയ തീയതി
ro: Data publicării

source: More
ml: കൂടുതൽ
ro: Mai mult

source: My Notes
ml: എന്റെ കുറിപ്പുകൾ
ro: Notițele mele

source: Instructor
ml: അദ്ധ്യാപകന്‍
ro: Titular

source: Search
ml: തിരയല്‍
ro: Căutare

source: Users
ml: ഉപയോക്താക്കൾ
ro: Utilizatori

source: Tags
ml: അനുബന്ധങ്ങൾ
ro: Etichete

source: Annotation Text
ml: വ്യാഖ്യാന വചനങ്ങൾ
ro: Text adnotare

source: Clear
ml: എടുത്തു മാറ്റുക
ro: Sterge

source: Image
ml: ചിത്രം
ro: Imagine

source: Reply
ml: മറുപടി പറയുക
ro: Răspunde

source: Tags:
ml: അനുബന്ധങ്ങൾ:
ro: Etichete:

source: Available %s
ml: ലഭ്യമായത് %s
ro: %s disponibile

source: This is the list of available %s. You may choose some by selecting them in the box below and then clicking the "Choose" arrow between the two boxes.
ml: ഇതാണ് ലഭ്യമായ %s കളുടെ പത്രീക. നിങ്ങള്ക്ക് രണ്ട് പത്രികള്‍ക്കിടയിലുള്ള തെരെഞ്ഞടുക്കുക അമ്പുകള്‍ ഉപയോഗിച്ച് അതില്‍ നിന്ന് തെരെഞ്ഞെടുക്കാവുന്നതാണ്.
ro: Aceasta este o lista pentru %s disponibile. Poti sa alegi cateva selectionandu-le in spatiul de mai jos si apasand apoi pe sageata "Alege" dintre cele doua spatii.

source: Type into this box to filter down the list of available %s.
ml: ലഭ്യമായ %s അരിച്ചെടുക്കുന്നതിനായി ഈ പെട്ടിയിൽ ടൈപ്പ് ചെയ്യുക.
ro: Scrie in acest spatiu pentru a filtra lista pentru %s disponibile

source: Filter
ml: അരിക്കുക
ro: Filtru

source: Choose all
ml: എല്ലാം തെരെഞ്ഞെടുക്കുക
ro: Alege-le pe toate

source: Click to choose all %s at once.
ml: എല്ലാ %s കളും ഒരുമിച്ച് തെരെഞ്ഞെടുക്കാന്‍ അമര്‍ത്തുക.
ro: Apasa pentru a alege toate %s in acelasi timp

source: Choose
ml: തെരെഞ്ഞെടുക്കുക
ro: Alege

source: Remove
ml: നീക്കം ചെയ്യുക
ro: Inlatura

source: Chosen %s
ml: %s തെരെഞ്ഞെടുത്തു
ro: Au fost alese %s

source: This is the list of chosen %s. You may remove some by selecting them in the box below and then clicking the "Remove" arrow between the two boxes.
ml: ഇതാണ് തെരെഞ്ഞെടുത്ത %s കളുടെ പത്രീക. നിങ്ങള്ക്ക് രണ്ട് പത്രികള്‍ക്കിടയിലുള്ള തെരെഞ്ഞടുക്കുക അമ്പുകള്‍ ഉപയോഗിച്ച് അതില്‍ നിന്ന് തെരെഞ്ഞെടുക്കാവുന്നതാണ്.
ro: Aceasta este o lista pentru %s alese. Poti sterge cateva selectandu-le in spatiul de mai jos si apasand apoi pe sageata "Inlatura" dintre cele doua spatii.

source: Remove all
ml: എല്ലാം നീക്കം ചെയ്യുക
ro: Sterge-le pe toate

source: Click to remove all chosen %s at once.
ml: എല്ലാ തെരെഞ്ഞെടുത്ത %s കളും ഒരുമിച്ച് നീക്കം ചെയ്യാന്‍ അമര്‍ത്തുക
ro: Apasa pentru a inlatura toate %s deodata.

source: %(sel)s of %(cnt)s selected
ml: %(cnt)s ൽ %(sel)s തിരഞ്ഞെടുത്തിരിക്കുന്നു.
ro: Selectate %(sel)s din %(cnt)s

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
ml: വ്യക്തികത തിരുത്തല്‍ പെട്ടികളില്‍ സൂക്ഷിക്കാത്ത മാറ്റങ്ങളുണ്ട്. നിങ്ങള്‍ ഒരു പ്രവര്‍ത്തി ചെയ്യുകയാണെങ്കില്‍ സൂക്ഷിക്കാത്ത മാറ്റങ്ങള്‍ നഷ്ടമാകും.
ro: Ai modificari nesalvate in campurile editabile individuale. Daca rulezi o actiune, schimbarile nesalvate se vor pierde.

source: You have selected an action, but you haven't saved your changes to individual fields yet. Please click OK to save. You'll need to re-run the action.
ml: നിങ്ങള്‍ ഒരു പ്രവര്‍ത്തി തെരെഞ്ഞെടുത്തിരിക്കുന്നു, പക്ഷേ വ്യക്തികത തിരുത്തല്‍ പെട്ടികളിലെ മാറ്റങ്ങള്‍ സൂക്ഷിച്ചിട്ടില്ല. സൂക്ഷിക്കാന്‍ ശരി അമര്‍ത്തുക. പ്രവര്‍ത്തി വീണ്ടും ചെയ്യേണ്ടതായി വരും
ro: Ai selectat o actiune, dar nu ai salvat modificarile aduse campurilor individuale. Te rog sa apesi OK pentru a salva. Va trebui sa rulezi actiunea din nou.

source: You have selected an action, and you haven't made any changes on individual fields. You're probably looking for the Go button rather than the Save button.
ml: നിങ്ങള്‍ ഒരു പ്രവര്‍ത്തി തെരെഞ്ഞെടുത്തിരിക്കുന്നു, വ്യക്തികത തിരുത്തല്‍ പെട്ടികളില്‍ നിങ്ങള്‍ ഒരു മാറ്റവും വരുത്തിയിട്ടില്ല. നിങ്ങള്‍ സൂക്ഷിക്കുക എന്നതിനു പകരം കടന്നു പോകുക എന്ന ബട്ടണ്‍ ആയിരിക്കാം ഉദ്ദേശിച്ചത്.
ro: Ai selectat o actiunea si nu ai facut schimbari asupra campurilor individuale. Probabil cauti butonul "Lanseaza" in loc de butonul "Salveaza".

source: January|February|March|April|May|June|July|August|September|October|November|December
ml: ജനുവരി|ഫെബ്രുവരി|മാർച്ച്|ഏപ്രിൽ|മെയ്‌|ജൂണ്‍|ജൂലായ്|ഓഗസ്റ്റ്|സെപ്റ്റംബർ|ഒക്ടോബർ|നവംബർ|ഡിസംബർ
ro: Ianuarie|Februarie|Martie|Aprilie|Mai|Iunie|Iulie|August|Septembrie|Octombrie|Noiembrie|Decembrie

source: S|M|T|W|T|F|S
ml: ഞാ|തി|ചൊ|ബു|വ്യാ|വെ|ശ
ro: D|L|M|M|J|V|S

source: Show
ml: കാണിക്കുക
ro: Afiseaza

source: Hide
ml: ഒളിപ്പിക്കുക
ro: Ascunde

source: Sunday|Monday|Tuesday|Wednesday|Thursday|Friday|Saturday
ml: ഞായർ|തിങ്കൾ|ചൊവ്വ|ബുധൻ|വ്യാഴം|വെള്ളി|ശനീ
ro: Duminica|Luni|Marti|Miercuri|Joi|Vineri|Sambata

source: Now
ml: ഇപ്പോള്‍
ro: Acum

source: Clock
ml: ഘടികാരം
ro: Ceas

source: Choose a time
ml: സമയം തെരെഞ്ഞെടുക്കുക
ro: Alege o ora

source: Midnight
ml: പാതിരാത്രി
ro: Miezul noptii

source: 6 a.m.
ml: പുലര്‍ച്ചെ 6 മണി
ro: 6 dimineata

source: Noon
ml: ഉച്ച
ro: Amiaza

source: Today
ml: ഇന്ന്
ro: Astazi

source: Yesterday
ml: ഇന്നലെ
ro: Ieri

source: Tomorrow
ml: നാളെ
ro: Maine

source: Open Calculator
ml: കണക്കുക്കൂട്ടല്‍ യന്ത്രം തുറക്കുക
ro: Deschide calculatorul

source: Close Calculator
ml: കണക്കുക്കൂട്ടല്‍ യന്ത്രം അടയ്ക്കുക
ro: Închide calculatorul

source: Post body
ml: പോസ്റ്റ് ബോഡി
ro: Corp articol

source: Error fetching distribution.
ml: തരംതിരിവ് എടുക്കുന്നതിൽ തകരാർ നേരിട്ടു.
ro: Eroare la preluarea distribuției.

source: Unavailable metric display.
ml: അളവുകോല്‍ പ്രദര്‍ശനം ലഭ്യമല്ല.
ro: Afișaj metric indisponibil.

source: Error fetching grade distributions.
ml: നിലവാര തരംതിരിവ് എടുക്കുന്നതിൽ തകരാർ നേരിട്ടു.
ro: Eroare la preluarea gradului de distribuție.

source: Last Updated: <%= timestamp %>
ml: അവസാനമായി പുതുക്കിയത്: <%= timestamp %>
ro: Ultima actualizare: <%= timestamp %>

source: <%= num_students %> students scored.
ml: <%= num_students %> വിദ്യാർഥികൾ വിജയിച്ചു.
ro: Studentul a obtinut <%= num_students %>

source: Loading...
ml: ലോഡ് ചെയ്തുകൊണ്ടിരിക്കുന്നു...
ro: Se încarcă...

source: Error getting student list.
ml: കുട്ടികളുടെ പട്ടിക ലഭിക്കുന്നതില്‍ പിഴവ് സംഭവിച്ചു.
ro: Eroare in obtinerea listei de studenti.

source: Error retrieving grading configuration.
ml: നിലവാര സജ്ജീകരണം വീണ്ടെടുക്കുന്നതില്‍ പിഴവ് സംഭവിച്ചു.
ro: Eroare in obtinerea configurarii pentru note.

source: Error generating grades. Please try again.
ml: നിലവാരങ്ങള്‍ ഉല്‍പാദിപ്പിക്കുന്നതില്‍ പിഴവ് നേരിട്ടു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
ro: Eroare in generarea notelor. Te rog sa incerci din nou.

source: File Name
ml: ഫയലിന്റെ പേരു്
ro: Nume fișier

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
ml: വിദ്യാര്‍ഥി വിവരങ്ങളുടെ അതിസൂക്ഷ്മ പ്രകൃതം മൂലം ലിങ്കുകള്‍ ആവഴ്യപ്പെടുന്നതനുസരിച്ച് ഉദ്പാദിപ്പിക്കുകയും അവ 5 നിമിഷങ്ങള്‍ക്കകം തന്നെ ഉപയോഗശൂന്യമാവുകയും ചെയ്യും.
ro: Link-urile sunt generate la cerere și expiră în 5 minute din cauza naturii sensibile a informațiilor elevilor.

source: Username
ml: ഉപയോക്ത നാമം
ro: Utilizator

source: Revoke access
ml: പ്രവേശനമാര്‍ഗം മടക്കിവിളിക്കുക
ro: Revocă accesul

source: Enter username or email
ml: ഉപയോക്ത നാമമോ ഈമെയിലോ പ്രവേശിപ്പിക്കുക
ro: Introduceți utilizator sau email

source: Please enter a username or email.
ml: ദയവായി ഒരു ഉപയോക്ത നാമമോ ഈമെയിലോ പ്രവേശിപ്പിക്കുക
ro: Introdu un utilizator sau adresă de e-mail

source: Error changing user's permissions.
ml: ഉപയോക്താവിന്റെ അനുമതികള്‍ മാറ്റുന്നതില്‍ തകരാര്‍ നേരിട്ടു.
ro: Eroare la schimbarea permisiunilor utilizatorului.

source: Could not find a user with username or email address '<%= identifier %>'.
ml: '<%= identifier %>' എന്ന് പേരോ അല്ലെങ്കില്‍ ഈമെയിലോ ഉള്ള ഉപയോക്താവിനെ കണ്ടെത്താനായില്ല.
ro: Nu am putut găsi un utilizator cu numele de utilizator sau adresa de email '<% = identificator%>'.

source: Error: User '<%= username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
ml: പിഴവ്: ഉപയോക്താവ്‌ '<%= username %>' ഇതുവരെ അവരുടെ അക്കൗണ്ട്‌ പ്രയോഗക്ഷമമാക്കിയിട്ടില്ല. ഉപയോക്താക്കള്‍ക്ക് കടമകള്‍ നിശ്ചയിക്കുന്നതിനു മുന്‍പ് അവര്‍ അക്കൗണ്ട്‌ ഉണ്ടാക്കുകയും അത് പ്രയോഗക്ഷമമാക്കുകയും വേണം.
ro: Eroare: Utilizatorul '<% = username%>' nu si-a activat încă contul. Utilizatorul trebuie să-si creeze și să-si activeze conturile înainte de a-i putea fi atribuit un rol.

source: Error: You cannot remove yourself from the Instructor group!
ml: പിഴവ്: താങ്കള്‍ക്ക് അദ്ധ്യാപകസംഘത്തില്‍ നിന്നും താങ്കളെത്തന്നെ നീക്കം ചെയ്യാന്‍ സാധ്യമല്ല!
ro: Eroare: Nu va puteti sterge singur din grupul de instructori!

source: Error adding/removing users as beta testers.
ml: ഉപയോക്താക്കളെ ബീറ്റാ പരിശോധകരായി ചേര്‍ക്കുന്നതില്‍/നീക്കം ചെയ്യുന്നതില്‍ തകരാര്‍ നേരിട്ടു.
ro: Eroare la adăugarea/eliminarea de utilizatori ca testeri beta.

source: These users were successfully added as beta testers:
ml: ഈ ഉപയോക്താക്കളെ വിജയകരമായി ബീറ്റാ പരിശോധകരായി ചേര്‍ത്തിരിക്കുന്നു:
ro: Acesti utilizatori au fost adaugati cu succes ca testeri beta.

source: These users were successfully removed as beta testers:
ml: ഈ ഉപയോക്താക്കളെ വിജയകരമായി ബീറ്റാ പരിശോധകരില്‍ നിന്നും നീക്കം ചേര്‍ത്തിരിക്കുന്നു:
ro: Acesti utilizatori au fost stersi cu succes din lista de testeri beta.

source: These users were not added as beta testers:
ml: ഈ ഉപയോക്താക്കളെ ബീറ്റാ പരിശോധകരായി ചേര്‍ത്തിട്ടില്ല:
ro: Acesti utilizatori nu au fost adaugati ca testeri beta.

source: These users were not removed as beta testers:
ml: ഈ ഉപയോക്താക്കളെ ബീറ്റാ പരിശോധകരില്‍ നിന്നും നീക്കം ചെയ്തിട്ടില്ല:
ro: Acesti utilizatori nu au fost eliminati din lista de testeri beta.

source: Users must create and activate their account before they can be promoted to beta tester.
ml: ഉപയോക്താക്കളെ ബീറ്റാ പരിശോധകരായി ഉയര്‍ത്തും മുന്‍പ് അവര്‍ അക്കൗണ്ട്‌ ഉണ്ടാക്കുകയും അത് പ്രയോഗക്ഷമമാക്കുകയും വേണം.
ro: Utilizatorii trebuie să-si creeze și sa-si activeze contul înainte de a fi promovati ca testeri beta.

source: Could not find users associated with the following identifiers:
ml: താഴെകാണുന്ന തിരിച്ചറിയല്‍ രേഖകളുമായി ബന്ധപ്പെട്ട ഉപയോക്താക്കളെ കണ്ടെത്താനായില്ല:
ro: Nu am putut găsi utilizatori asociati cu următorii identificatori:

source: Error enrolling/unenrolling users.
ml: ഉപയോക്താക്കളെ അംഗമായി ചേര്‍ക്കുന്നതിലും/നീക്കം ചെയ്യുന്നതിലും തകരാര്‍ സംഭവിച്ചു.
ro: Eroare la inscrierea/stergerea utilizatorilor.

source: The following email addresses and/or usernames are invalid:
ml: താഴെ കൊടുത്തിരിക്കുന്ന ഈമെയിലോ അല്ലെങ്കില്‍ ഉപയോക്ത നാമം പ്രാബല്യത്തില്‍ ഇല്ല:
ro: Următoarele adrese de e-mail și/sau nume de utilizator sunt nevalide:

source: Successfully enrolled and sent email to the following users:
ml: താഴെകാണുന്ന ഉപയോക്താക്കളെ അംഗങ്ങളായി ചേര്‍ക്കുകയും ഈമെയില്‍ അയക്കുകയും ചെയ്തു:
ro: Inscriere cu succes și trimitere e-mail catre următorii utilizatori:

source: Successfully enrolled the following users:
ml: താഴെകാണുന്ന ഉപയോക്താക്കളെ അംഗങ്ങളായി ചേത്തിരിക്കുന്നു:
ro: S-au inscris cu succes următorii utilizatori:

source: Successfully sent enrollment emails to the following users. They will be allowed to enroll once they register:
ml: താഴെകാണുന്ന ഉപയോക്താക്കള്‍ക്ക് അംഗത്വ ഈമെയില്‍ അയച്ചിരിക്കുന്നു. രജിസ്റ്റര്‍ ചെയ്‌തു കഴിഞ്ഞാല്‍ അംഗത്വം എടുക്കുന്നത് അവര്‍ക്ക് അനുവദനീയമാണ്::
ro: S-au trimis cu succes e-mailuri de inscriere catre următorii utilizatori. Ei vor putea sa se inscrie odata ce s-au inregistrat:

source: These users will be allowed to enroll once they register:
ml: രജിസ്റ്റര്‍ ചെയ്‌തു കഴിഞ്ഞാല്‍ ഈ ഉപയോക്താക്കള്‍ക്ക് അംഗത്വം എടുക്കുന്നത് അനുവദനീയമാണ്::
ro: Acesti utilizatori vor putea sa se inscrie o data s-au inregistrat:

source: Successfully sent enrollment emails to the following users. They will be enrolled once they register:
ml: താഴെകാണുന്ന ഉപയോക്താക്കള്‍ക്ക് അംഗത്വ ഈമെയില്‍ അയച്ചിരിക്കുന്നു. രജിസ്റ്റര്‍ ചെയ്‌തു കഴിഞ്ഞാല്‍ ഈ ഉപയോക്താക്കള്‍ക്ക് അംഗത്വം നല്കുന്നതാണ്:
ro: S-au trimis cu succes e-mailuri de inscriere catre următorii utilizatori. Ei vor fi inscrisi odata ce s-au inregistrat:

source: These users will be enrolled once they register:
ml: രജിസ്റ്റര്‍ ചെയ്‌തു കഴിഞ്ഞാല്‍ ഈ ഉപയോക്താക്കള്‍ക്ക് അംഗത്വം നല്കുന്നതാണ്:
ro: Acesti utilizatori vor fi inscrisi odata ce s-au inregistrat:

source: Emails successfully sent. The following users are no longer enrolled in the course:
ml: ഈമെയില്‍ വിജയകരമായി അയച്ചിരിക്കുന്നു. താഴെകാണുന്ന ഉപയോക്താക്കള്‍ ഇനി മുതല്‍ കോഴ്സിലെ അംഗങ്ങള്‍ അല്ല
ro: E-mailuri trimise cu succes. Următorii utilizatori nu mai sunt înscriși la curs:

source: The following users are no longer enrolled in the course:
ml: താഴെകാണുന്ന ഉപയോക്താക്കള്‍ ഇനി മുതല്‍ കോഴ്സിലെ അംഗങ്ങള്‍ അല്ല
ro: Următorii utilizatori nu mai sunt înscriși la curs:

source: These users were not affiliated with the course so could not be unenrolled:
ml: ഈ ഉപയോക്താക്കള്‍ കോഴ്സിലെ അംഗങ്ങള്‍ അല്ല, അതുകൊണ്ട് അവരുടെ അംഗത്വം എടുത്തു കളയാന്‍ സാധ്യമല്ല:
ro: Acești utilizatori nu s-au afiliat cursului, deci nu au putut fi inscrisi:

source: Your message must have a subject.
ml: താങ്കളുടെ സന്ദേശത്തിന് ഒരു വിഷയം ആവശ്യമാണ്.
ro: Mesajul tau trebuie sa aiba un subiect.

source: Your message cannot be blank.
ml: താങ്കളുടെ സന്ദേശം ശൂന്യമാകാന്‍ പാടില്ല.
ro: Mesajul nu poate fi gol.

source: Your email was successfully queued for sending.
ml: താങ്കളുടെ ഈമെയില്‍ അയക്കുവാനായുള്ള വരിയില്‍ വിജയകരമായി ചേര്‍ത്തിരിക്കുന്നു.
ro: Email-ul a fost programat pentru expediere.

source: You are about to send an email titled '<%= subject %>' to yourself. Is this OK?
ml: താങ്കള്‍ '<%= subject %>' എന്ന തലക്കെട്ടോടു കൂടിയ ഈമെയില്‍ താങ്കള്‍ക്കുതന്നെ അയക്കുവാന്‍ പോകുകയാണ്. ഇത് ശരിയല്ലേ?
ro: Sunteți pe cale să trimiteți un e-mail cu titlul '<%= subiect %>' catre dvs.. Este ok?

source: You are about to send an email titled '<%= subject %>' to everyone who is staff or instructor on this course. Is this OK?
ml: താങ്കള്‍ '<%= subject %>' എന്ന തലക്കെട്ടോടു കൂടിയ ഈമെയില്‍ ഈ കോഴ്സിലെ എല്ലാ ജീവനക്കാര്‍ക്കും അല്ലെങ്കില്‍ അദ്ധ്യാപകര്‍ക്കും അയക്കുവാന്‍ പോകുകയാണ്. ഇത് ശരിയല്ലേ?
ro: Sunteți pe cale să trimiteți un e-mail cu titlul '<%= subject %>' catre toti membrii sau instructorului acestui curs. Este ok?

source: You are about to send an email titled '<%= subject %>' to ALL (everyone who is enrolled in this course as student, staff, or instructor). Is this OK?
ml: താങ്കള്‍ '<%= subject %>' എന്ന തലക്കെട്ടോടു കൂടിയ ഈമെയില്‍ ഈ കോഴ്സിലെ എല്ലാവര്‍ക്കും (വിദ്യാര്‍ഥികള്‍, ജീവനക്കാര്‍ അല്ലെങ്കില്‍ അദ്ധ്യാപകര്‍) അയക്കുവാന്‍ പോകുകയാണ്. ഇത് ശരിയല്ലേ?
ro: Sunteți pe cale să trimiteți un e-mail cu titlul '<%= subject %>' catre TOTI (oricine este inscris la acest curs ca student, membru sau instructor). Este ok?

source: Your email was successfully queued for sending. Please note that for large classes, it may take up to an hour (or more, if other courses are simultaneously sending email) to send all emails.
ml: താങ്കളുടെ ഈമെയില്‍ അയക്കുവാനായുള്ള വരിയിലാണ്. വലിയ ക്ലാസ്സുകള്‍ക്ക് ഈമെയില്‍ അയക്കുവാനായി ഒരു മണിക്കൂര്‍ അല്ലെങ്കില്‍ അതിലധികം (ഒരേ സമയത്ത്‌ ഇതര കോഴ്സുകള്‍ ഈമെയില്‍ അയക്കുവാന്‍ ശ്രമിക്കുന്നുണ്ടെങ്കില്‍)സമയം എടുക്കാവുന്നതാണ്.
ro: Email-ul tau a fost programat pentru expediere. Pentru clasele mai mari acest proces poate sa dureze pana la o ora (sau mai mult, daca alte cursuri trimit email-uri simultan) pentru a trimite toate email-urile.

source: Error sending email.
ml: ഈമെയില്‍ അയക്കുന്നതില്‍ തകരാര്‍ സംഭവിച്ചു.
ro: Eroare in expedierea email-ului.

source: There is no email history for this course.
ml: ഈ കോഴ്സിന് ഈമെയില്‍ ചരിത്രം ഇല്ല.
ro: Nu exista un istoric al email-urilor pentru acest curs.

source: There was an error obtaining email task history for this course.
ml: ഈ കോഴ്സിന്റെ ഈമെയില്‍ കര്‍ത്തവ്യ ചരിത്രം ലഭിക്കുന്നതില്‍ തകരാര്‍ സംഭവിച്ചു.
ro: A fost o eroare in a obține istoricul de mailuri de sarcini pentru acest curs.

source: There was an error obtaining email content history for this course.
ml: ഈ കോഴ്സിന്റെ ഈമെയില്‍ ഉള്ളടക്ക ചരിത്രം ലഭിക്കുന്നതില്‍ തകരാര്‍ സംഭവിച്ചു.
ro: A fost o eroare in a obtine istoricul mailurilor de continut pentru acest curs.

source: Please enter a student email address or username.
ml: ദയവായി ഒരു വിദ്യാര്‍ഥിയുടെ ഈമെയിലോ അല്ലെങ്കില്‍ ഉപയോക്ത നാമമോ പ്രവേശിപ്പിക്കുക.
ro: Va rugam introduceti adresa de mail a studentului sau numele de utilizator.

source: Error getting student progress url for '<%= student_id %>'. Make sure that the student identifier is spelled correctly.
ml: '<%= student_id %>' യുടെ പുരോഗതി യൂആര്‍എല്‍ ലഭിക്കുന്നതില്‍ തകരാര്‍ സംഭവിച്ചു. ദയവായി വിദ്യാര്‍ഥിയുടെ തിരിച്ചറിയല്‍ രേഖ നല്കിയത് കൃത്യമാണ് എന്ന് ഉറപ്പുവരുത്തുക.
ro: Eroare in obtinerea url pt progresul elevilor pentru '<%= student_id %>'. Asigurați-vă că identificatorul elevului este scris corect.

source: Please enter a problem location.
ml: കോഴ്സിലെ പ്രശ്നമുള്ള സ്ഥലം ചേര്‍ക്കുക.
ro: Va rugam introduceti o problema de locatie.

source: Success! Problem attempts reset for problem '<%= problem_id %>' and student '<%= student_id %>'.
ml: വിജയം! '<%= problem_id %>' പ്രശ്നത്തിന് '<%= student_id %>' എന്ന വിദ്യാര്‍ഥിയുടെ ശ്രമങ്ങളുടെ എണ്ണം പുനഃക്രമീകരിച്ചിരിക്കുന്നു.
ro: Succes! Au fost resetate problemele de incercare pentru problema '<%= problem_id %>' și studentul '<%= student_id %>'.

source: Error resetting problem attempts for problem '<%= problem_id %>' and student '<%= student_id %>'. Make sure that the problem and student identifiers are complete and correct.
ml: '<%= problem_id %>' പ്രശ്നത്തിന് '<%= student_id %>' എന്ന വിദ്യാര്‍ഥിയുടെ ശ്രമങ്ങളുടെ എണ്ണം പുനഃക്രമീകരിക്കുന്നതില്‍ തകരാര്‍ നേരിട്ടു. പ്രശ്നത്തിന്റേയും വിദ്യാര്‍ഥിയുടേയും തിരിച്ചറിയല്‍ രേഖകള്‍ പൂര്‍ണ്ണമെന്നും ശരിയെന്നും ഉറപ്പുവരുത്തുക.
ro: Eroare la resetarea încercărilor pentru problema '<%= problem_id %>' și studentul '<%= student_id %>'. Asigurați-vă că identificatorii pentru problema și student sunt completi și corecti.

source: Delete student '<%= student_id %>'s state on problem '<%= problem_id %>'?
ml: '<%= student_id %>' എന്ന വിദ്യാര്‍ഥിയുടെ <%= problem_id %>' പ്രശ്നത്തിന്റെ അവസ്ഥ നീക്കം ചെയ്യേണ്ടതുണ്ടോ?
ro: Sterge situatia studentului '<%= student_id %> la problema '<%= problem_id %>'?

source: Error deleting student '<%= student_id %>'s state on problem '<%= problem_id %>'. Make sure that the problem and student identifiers are complete and correct.
ml: '<%= student_id %>' എന്ന വിദ്യാര്‍ഥിയുടെ <%= problem_id %>' പ്രശ്നത്തിന്റെ അവസ്ഥ നീക്കം ചെയ്യുന്നതില്‍ തകരാര്‍ നേരിട്ടു. പ്രശ്നത്തിന്റേയും വിദ്യാര്‍ഥിയുടേയും തിരിച്ചറിയല്‍ രേഖകള്‍ പൂര്‍ണ്ണമെന്നും ശരിയെന്നും ഉറപ്പുവരുത്തുക.
ro: Eroare la ștergerea situatiei studentului '<%= student_id %> la problema '<% = problem_id %>'. Asigurați-vă că identificatorii pentru problema și student sunt completi și corecti.

source: Module state successfully deleted.
ml: Module അവസ്ഥ വിജയകരമായി നീക്കം ചെയ്തിരിക്കുന്നു.
ro: Modulul de stare a fost șters cu succes.

source: Reset attempts for all students on problem '<%= problem_id %>'?
ml: '<%= problem_id %>' പ്രശ്നത്തിന് എല്ലാ വിദ്യാര്‍ഥികളുടേയും ശ്രമങ്ങളുടെ എണ്ണം പുനഃക്രമീകരിച്ചിരിക്കേണ്ടതുണ്ടോ?
ro: Resetare incercari pentru toti studentii la problema '<%= problem_id %>'?

source: Task Type
ml: കര്‍ത്തവ്യത്തിന്റെ തരം
ro: Tip tema

source: Task inputs
ml: കര്‍ത്തവ്യനിവേശങ്ങള്‍
ro: Inputuri sarcina

source: Task ID
ml: കര്‍ത്തവ്യത്തിന്റെ ഐഡി
ro: ID tema

source: Requester
ml: അപേക്ഷകന്‍
ro: Primit/ă de la

source: Submitted
ml: സമര്‍പ്പിച്ചിരിക്കുന്നു
ro: Trimisă la

source: Duration (sec)
ml: ദൈര്‍ഘ്യം (സെക്കന്റ്)
ro: Durata (sec)

source: State
ml: അവസ്ഥ
ro: Stare

source: Task Status
ml: കര്‍ത്തവ്യത്തിന്റെ സ്ഥിതി
ro: Stare activitate

source: Task Progress
ml: കര്‍ത്തവ്യത്തിന്റെ പുരോഗതി
ro: Progres activitate

source: Unknown
ml: അജ്ഞാതം
ro: Necunoscut

source: Subject
ml: വിഷയം
ro: Subiect

source: Sent By
ml: അയച്ചിരിക്കുന്നത്
ro: Trimis de

source: Time Sent
ml: അയച്ച സമയം
ro: Ora trimiterii

source: Number Sent
ml: അയച്ച എണ്ണം
ro: Numar trimise

source: Copy Email To Editor
ml: ഈമെയില്‍ തിരുത്തൽ സഹായിയിലേക്ക് പകര്‍ത്തുക
ro: Copiere email pentru editor

source: Subject:
ml: വിഷയം
ro: Subiect:

source: Sent By:
ml: അയച്ചിരിക്കുന്നത്:
ro: Trimis de:

source: Time Sent:
ml: അയച്ച സമയം:
ro: Ora trimiterii:

source: Sent To:
ro: Trimis catre:

source: Message:
ml: സന്ദേശം:
ro: Mesaj:

source: No tasks currently running.
ml: കര്‍വ്യങ്ങള്‍ ഒന്നും തന്നെ ഇപ്പോള്‍ പ്രവര്‍ത്തിക്കുന്നില്ല.
ro: Nici o sarcina nu ruleaza in prezent

source: Grades saved. Fetching the next submission to grade.
ro: Notare salvată. Se preia următoarea submisie pentru notare.

source: Problem Name
ro: Numele problemei

source: Graded
ro: Notat

source: Available to Grade
ro: De notat

source: Required
ml: ആവശ്യമായത്
ro: Necesar

source: Progress
ml: പുരോഗതി
ro: Progres

source: Back to problem list
ml: പ്രശ്നങ്ങളുടെ പട്ടികയിലേക്ക് മടങ്ങി
ro: Înapoi la lista de probleme

source: Try loading again
ml: വീണ്ടും ലോഡ് ചെയ്യാന്‍
ro: Incercati sa incarcati din nou

source: <%= num %> available
ml: <%= num %> ലഭ്യമാണ്
ro: <%= num %> disponibile

source: <%= num %> graded
ro: <%= num %> notate

source: (Hide)
ro: (Ascunde)

source: "optional title"
ro: "titlu opțional"

source: Markdown Editing Help
ro: Ajutor pentru editare Markdown

source: Blockquote (Ctrl+Q)
ro: Spatiu pentru citat (Ctrl + Q)

source: Code Sample (Ctrl+K)
ro: Exemplu de cod (Ctrl + K)

source: Image (Ctrl+G)
ro: Imagine (Ctrl + G)

source: Numbered List (Ctrl+O)
ro: Lista numerotata (Ctrl + O)

source: Bulleted List (Ctrl+U)
ro: Lista cu marcatori (Ctrl + U)

source: Heading (Ctrl+H)
ro: Rubrica (Ctrl + H)

source: Horizontal Rule (Ctrl+R)
ro: Linie orizontala (Ctrl + R)

source: Undo (Ctrl+Z)
ro: Inapoi (Ctrl + Z)

source: Redo (Ctrl+Y)
ro: Repeta (Ctrl + Y)

source: Redo (Ctrl+Shift+Z)
ro: Repeta (Ctrl + Shift + Z)

source: strong text
ro: text cu bold

source: emphasized text
ro: text accentuat

source: enter image description here
ro: introdu descrierea imaginii aici

source: enter link description here
ro: introdu descrierea link-ului aici

source: enter code here
ro: introdu cod aici

source: List item
ro: Enumera element

source: Heading
ro: Rubrica

source: Number of Students
ro: Numărul de studenți
