Repository: microsoftarchive/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ml, ro

source: This link will open in a new browser window/tab
ml: ഈ ലിങ്ക് ഒരു പുതിയ ബ്രൌസര്‍ വിന്റോയില്‍ അല്ലെങ്കില്‍ ടാബില്‍ തുറക്കും
ro: Acest link se va deschide intr-o fereastra noua sau intr-un tab nou

source: Name
ml: പേര്
ro: Nume

source: Save
ml: സംരക്ഷിക്കുക
ro: Salvează

source: Show Annotations
ml: വ്യാഖ്യാനങ്ങള്‍ കാണിക്കുക
ro: Afiseaza adnotari

source: Hide Annotations
ml: വ്യാഖ്യാനങ്ങള്‍ മറച്ചുവക്കുക
ro: Ascunde adnotari

source: Expand Instructions
ml: നിര്‍ദ്ദേശങ്ങള്‍ വിശദീകരിക്കുക
ro: Extinde instructiuni

source: Collapse Instructions
ml: നിര്‍ദ്ദേശങ്ങള്‍ സങ്കോചിപ്പിക്കുക
ro: Ascunde instructiuni

source: Commentary
ml: വിവരണങ്ങള്‍
ro: Comentarii

source: Reply to Annotation
ml: വ്യാഖ്യാനങ്ങള്‍ക്ക് മറുപടി പറയുക
ro: Raspunde adnotarii

source: Answer:
ml: ഉത്തരം
ro: Răspuns:

source: Hide Answer
ml: ഉത്തരം മറച്ചുവക്കുക
ro: Ascunde răspuns

source: Show Answer
ml: ഉത്തരം കാണിക്കുക
ro: Arată răspuns

source: Reveal Answer
ml: ഉത്തരം പ്രകാശിപ്പിക്കുക
ro: Dezvăluie răspuns

source: Answer hidden
ml: ഉത്തരങ്ങള്‍ മറച്ചിരിക്കുന്നു
ro: Răspuns ascuns

source: unanswered
ml: ഉത്തരം പറയാത്തത്
ro: fara raspuns

source: Status: unsubmitted
ml: സ്ഥിതി: സമര്‍പ്പിച്ചിട്ടില്ല
ro: Status: netrimisa

source: You need to pick a rating before you can submit.
ml: സമര്‍പ്പിക്കുന്നതിനു മുന്‍പേ ഒരു സ്ഥാനക്രമം തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്
ro: Trebuie să acordați o notă pentru a putea trimite.

source: Your score did not meet the criteria to move to the next step.
ml: താങ്കളുടെ പോയിന്‍റ് നില അടുത്ത പടിയിലേക്കവശ്യമായ മാനദണ്ഡം പാലിക്കുന്നില്ല
ro: Punctajul dumneavoastră nu a îndeplinit condițiile necesare pentru a trece la pasul următor.

source: Submit
ml: സമര്‍പ്പിക്കുക
ro: Trimite

source: Submit assessment
ml: മൂല്ല്യനിര്‍ണ്ണയം സമര്‍പ്പിക്കുക
ro: Trimite evaluarea

source: Your response has been submitted. Please check back later for your grade.
ml: താങ്കളുടെ പ്രതികരണം സമര്‍പ്പിച്ചിരിക്കുന്നു. താങ്കളുടെ നിലവാരം അറിയുന്നതിനായി ദയവായി പിന്നീട് പരിശോധിക്കുക.
ro: Răspunsul dumneavoastră a fost trimis. Vă rugăm reveniți pentru a vă afla nota.

source: Submit post-assessment
ml: മൂല്ല്യനിര്‍ണ്ണയ വിലയിരുത്തല്‍ സമര്‍പ്പിക്കുക
ro: Trimite post-evaluarea

source: Answer saved, but not yet submitted.
ml: ഉത്തരങ്ങള്‍ സംരക്ഷിച്ചിരിക്കുന്നു, പക്ഷേ ഇതുവരെ സമര്‍പ്പിച്ചിട്ടില്ല.
ro: Răspuns salvat, dar netrimis deocamdată.

source: Please confirm that you wish to submit your work. You will not be able to make any changes after submitting.
ml: താങ്കളുടെ ജോലി സമര്‍പ്പിക്കുവാന്‍ ഉറപ്പു നല്കുക. സമര്‍പ്പിച്ചതിനു ശേഷം മാറ്റങ്ങള്‍ വരുത്തുവാന്‍ സാധ്യമല്ല.
ro: Vă rugăm confirmați trimiterea temei. Nu veți putea face nicio modificare după ce ați trimis.

source: You are trying to upload a file that is too large for our system. Please choose a file under 2MB or paste a link to it into the answer box.
ml: താങ്കള്‍ അയക്കുവാന്‍ ശ്രമിക്കുന്ന ഫയല്‍ ഞങ്ങളുടെ വ്യവസ്ഥിതിക്കനുസരിച്ച് വളരെ വലുതാണ്. ദയവായി 2MB-യില്‍ താഴെയുള്ള ഫയല്‍ തിരഞ്ഞെടുക്കുക അല്ലെങ്കില്‍ ഫയലിലേക്കുള്ള ശൃംഗലാംഗം ഉത്തരപ്പെട്ടിയില്‍ നല്കുക.
ro: Ați încercat să încărcați un fișier prea mare pentru sistemul nostru. Va rugăm să alegeți un fișier sub 2MB sau să inserați un link în spațiul dedicat răspunsului.

source: Are you sure you want to remove your previous response to this question?
ml: ഈ ചോദ്യത്തിന് താങ്കള്‍ ഏറ്റവും ഒടുവില്‍ നല്കിയ പ്രതികരണം തീര്‍ച്ചയായും നീക്കം ചെയ്യണോ?
ro: Sunteți sigur că vreți să stergeți răspunsul dumneavoastră precedent la această întrebare?

source: Moved to next step.
ml: അടുത്ത പടിയിലേക്ക് പ്രവേശിച്ചിരിക്കുന്നു.
ro: Mutat la pasul următor.

source: File uploads are required for this question, but are not supported in your browser. Try the newest version of Google Chrome. Alternatively, if you have uploaded the image to another website, you can paste a link to it into the answer box.
ml: ഈ ചോദ്യത്തിനു് ഫയല്‍ അപ്പ്ലോഡു് ആവശ്യമാണെങ്കിലും താങ്കളുടെ ബ്രവ്സര്‍ പിന്തുനക്കുന്നില്ല. ഗൂഗിള്‍ ക്രോമിന്റെ പുതിയ പതിപ്പ് പരീക്ഷിച്ചു നോക്കുക. ഗത്യന്തരം, താങ്കള്‍ വേറെ വെബ്സൈറ്റില്‍ ചിത്രം അപ്പ്ലോഡു് ചെയ്തിട്ടുണ്ടെങ്കില്‍ ആ ഫയലിലേക്കുള്ള ശൃംഗലാംഗം ഉത്തരപ്പെട്ടിയില്‍ നല്കുക.
ro: Pentru aceasă întrebare este necesară încărcarea de fișiere, dar browserul dumneavoastră nu vă permite. Încercați noua versiune Google Chrome. Alternativ, dacă ați încărcat imaginea pe un alt website, puteți insera un link către aceasta, în căsuța dedicată răspunsului.

source: Show Question
ml: ചോദ്യം കാണിക്കുക
ro: Arată întrebarea

source: Hide Question
ml: ചോദ്യം മറക്കുക
ro: Ascunde întrebarea

source: Paragraph
ml: ഖണ്‌ഡിക
ro: Paragraf

source: Preformatted
ml: ഘടന നിറ്വചിച്ചത്
ro: Pre-formatare

source: Heading 1
ml: ശീര്‍ഷകം 1
ro: Rubrica 1

source: Heading 2
ml: ശീര്‍ഷകം 2
ro: Rubrica 2

source: Heading 3
ml: ശീര്‍ഷകം 3
ro: Rubrica 3

source: Add to Dictionary
ml: നിഘണ്ടുവിലേക്ക് ചേര്‍ക്കുക
ro: Adaugă în dicționar

source: Advanced
ml: വികസിതമായത്
ro: Avansat

source: Align center
ml: നടുവിലേക്ക് അടുക്കിവയ്ക്കുക
ro: Aliniază centru

source: Align left
ml: ഇടത്തോട്ട് അടുക്കിവയ്ക്കുക
ro: Aliniază la stânga

source: Align right
ml: വലത്തോട്ട് അടുക്കിവയ്ക്കുക
ro: Aliniză la dreapta

source: Alignment
ml: പൊരുത്തപ്പെടല്‍
ro: Aliniere

source: Alternative source
ml: ഇതര സ്രോതസ്സ്
ro: Sursă alternativă

source: Anchor
ml: അടിസ്ഥാനം
ro: Ancora

source: Anchors
ml: അടിസ്ഥാനങ്ങള്‍
ro: Ancore

source: Author
ml: ലേഖകന്‍
ro: Autor

source: Background color
ml: പശ്ചാത്തല വര്‍ണ്ണം
ro: Culoare fundal

source: Blockquote
ml: ഉദ്ധരണി ചിഹ്നം
ro: Citat

source: Bold
ml: കടുപ്പിക്കുക
ro: Reliefat

source: Border color
ml: അതിര്‍ത്തി വര്‍ണ്ണം
ro: Culoare chenar

source: Border
ml: അതിര്‍ത്തി
ro: Chenar

source: Bottom
ml: കീഴ്‌ഭാഗം
ro: Baza

source: Bullet list
ro: Lista bullets

source: Caption
ml: അടിയെഴുത്ത്
ro: Subtitlu

source: Cell padding
ml: ആപൂരണം
ro: Captuseala celula

source: Cell properties
ml: ഗുണവിശേഷങ്ങള്‍
ro: Proprietati celula

source: Cell spacing
ml: സെല്ലുകളുടെ അകലം
ro: Spatiere celula

source: Cell type
ml: സെല്ലിന്റെ തരം
ro: Tip celula

source: Cell
ml: സെല്‍
ro: Celula

source: Center
ml: മദ്ധ്യം
ro: Centru

source: Circle
ml: വൃത്തം
ro: Cerc

source: Clear formatting
ml: ഘടന എടുത്തു മാറ്റൂക
ro: Formatare stergere

source: Close
ml: അടയ്ക്കുക
ro: Închide

source: Code block
ml: കോഡ്‌ ബ്ളോക്ക്
ro: Blocare cod

source: Code
ml: കോഡ്‌
ro: Cod

source: Color
ml: വര്‍ണ്ണം
ro: Culoare

source: Cols
ro: Coloane

source: Column group
ml: കോളം ഗ്രൂപ്പ്
ro: Grup coloane

source: Column
ml: കോളം
ro: Coloane

source: Constrain proportions
ml: അനുപാതം നിയന്ത്രിക്കുക
ro: Proportii de constrangere

source: Copy row
ml: വരി പകര്‍ത്തുക
ro: Copiaza randul

source: Copy
ml: പകര്‍ത്തുക
ro: Copiază

source: Could not find the specified string.
ml: നിര്‍ദ്ദിഷ്‌ട ശൃംഖല കണ്ടെത്തനായില്ല.
ro: Nu s-a gasit seria respectiva

source: Custom color
ml: നിർദ്ദേശാനുസൃത വർണ്ണം
ro: Culoare personalizata

source: Custom...
ml: നിർദ്ദേശാനുസൃതം...
ro: Personalizare

source: Cut row
ml: വരി മുറിക്കുക
ro: Taie randul

source: Cut
ml: മുറിക്കുക
ro: Taie

source: Decrease indent
ml: മാര്‍ജിനുമായുള്ള അകലം കുറക്കുക
ro: Micsoreaza distanta pana la text

source: Default
ml: മൂലക്രമീകരണങ്ങള്‍
ro: Setare implicita

source: Delete column
ml: കോളം നീക്കം ചെയ്യുക
ro: Șterge coloană

source: Delete row
ml: വരി നീക്കം ചെയ്യുക
ro: Șterge rând

source: Delete table
ml: പട്ടിക നീക്കം ചെയ്യുക
ro: Șterge tabel

source: Description
ml: വ്യാഖ്യാനം
ro: Descriere

source: Dimensions
ml: അളവുകള്‍
ro: Dimensiuni

source: Document properties
ml: പ്രമാണങ്ങളുടെ ഗുണവിശേഷങ്ങള്‍
ro: Proprietațile documentului

source: Edit HTML
ml: എച് ടി എം എല്‍ തിരുത്തുക
ro: Editează HTML

source: Embed
ml: ഉറപ്പിക്കുക
ro: Fixare

source: Encoding
ml: എന്‍കോഡിങ്ങ്
ro: Codare

source: File
ml: ഫയല്‍
ro: Fișier

source: Find and replace
ml: കണ്ടെത്തലും പകരം വയ്ക്കലും
ro: Gasește și înlocuiește

source: Find next
ml: അടുത്തത് കണ്ടെത്തുക
ro: Gasește următorul

source: Find previous
ml: മുന്‍പുള്ളത് കണ്ടെത്തുക
ro: Gaseste precedenta

source: Find
ml: കണ്ടെത്തുക
ro: Gasește

source: Finish
ml: പൂര്‍ണ്ണമാക്കുക
ro: Terminare

source: Font Family
ml: ഫോണ്ടു് കുടുംബം
ro: Grupa fonturi

source: Font Sizes
ml: ഫോണ്ടു് വലിപ്പം
ro: Dimensiuni font

source: Footer
ml: അടിക്കുറിപ്പ്‌
ro: Subsol

source: Formats
ml: ഘടനകള്‍
ro: Formate

source: Fullscreen
ml: മുഴുവന്‍ സ്ക്രീനിലാക്കുക
ro: Ecran complet

source: H Align
ml: തിരശ്ചീനമായി അടുക്കിവയ്ക്കുക
ro: Aliniere orizontala

source: Header 1
ml: തലക്കെട്ട്‌ 1
ro: Antet 1

source: Header 2
ml: തലക്കെട്ട്‌ 2
ro: Antet 2

source: Header 3
ml: തലക്കെട്ട്‌ 3
ro: Antet 3

source: Header 4
ml: തലക്കെട്ട്‌ 4
ro: Antet 4

source: Header 5
ml: തലക്കെട്ട്‌ 5
ro: Antet 5

source: Header 6
ml: തലക്കെട്ട്‌ 6
ro: Antet 6

source: Header cell
ml: തലക്കെട്ടുള്ള സെല്‍
ro: Antet celula

source: Header
ml: തലക്കെട്ട്‌
ro: Antet

source: Headers
ml: തലക്കെട്ടുകള്‍
ro: Antete

source: Heading 4
ml: ശീര്‍ഷകം 4
ro: Rubrica 4

source: Heading 5
ml: ശീര്‍ഷകം 5
ro: Rubrica 5

source: Heading 6
ml: ശീര്‍ഷകം 6
ro: Rubrica 6

source: Headings
ml: ശീര്‍ഷകങ്ങള്‍
ro: Rubrici

source: Height
ml: ഉയരം
ro: Inaltime

source: Horizontal line
ml: ശാഖാപാത
ro: Linie orizontala

source: Horizontal space
ml: തിരശ്ചീനമായ അന്തരം
ro: Spatiu orizontal

source: HTML source code
ml: എച് ടി എം എല്‍ സോർസ് കോഡു്
ro: Codul sursa HTML

source: Ignore all
ml: മുഴുവന്‍ അവഗണിക്കുക
ro: Ignora tot

source: Ignore
ml: അവഗണിക്കുക
ro: Ignoră

source: Image description
ml: ചിത്രത്തിന്റെ വ്യാഖ്യാനം
ro: Descriere imagine

source: Increase indent
ml: മാര്‍ജിനുമായുള്ള അകലം കൂട്ടുക
ro: Mareste distanta pana la text

source: Inline
ml: ഇന്‍ ലൈന്‍
ro: Aliniere

source: Insert column after
ml: ശേഷം കോളം ചേര്‍ക്കുക
ro: Insereaza coloana dupa

source: Insert column before
ml: മുമ്പില്‍ കോളം ചേര്‍ക്കുക
ro: Insereaza coloana inainte

source: Insert date/time
ml: തിയതി/സമയം ചേര്‍ക്കുക
ro: Insereaza data/ora

source: Insert image
ml: ചിത്രം ചേര്‍ക്കുക
ro: Insereaza imagine

source: Insert link
ml: ലിങ്കു് ചേര്‍ക്കുക
ro: Insereaza link

source: Insert row after
ml: ശേഷം വരി ചേര്‍ക്കുക
ro: Insereaza rand dupa

source: Insert row before
ml: മുമ്പില്‍ വരി ചേര്‍ക്കുക
ro: Insereaza rand inainte

source: Insert table
ml: പട്ടിക ചേര്‍ക്കുക
ro: Insereaza tabel

source: Insert template
ml: അച്ച് ചേര്‍ക്കുക
ro: Insereaza sablon

source: Insert video
ml: വീഡിയോ ദൃശ്യം ചേര്‍ക്കുക
ro: Insereaza videoclip

source: Insert
ml: ചേര്‍ക്കുക
ro: Insereaza

source: Insert/edit image
ml: ചിത്രം ചേര്‍ക്കുക/തിരുത്തുക
ro: Insereaza/editeaza imagine

source: Insert/edit link
ml: ലിങ്കു് ചേര്‍ക്കുക/തിരുത്തുക
ro: Insereaza/editeaza link

source: Insert/edit video
ml: വീഡിയോ ദൃശ്യം ചേര്‍ക്കുക/തിരുത്തുക
ro: Insereaza/editeaza videoclip

source: Justify
ml: മാര്‍ജിന്‍ ന്യായീകരിക്കുക
ro: Aliniere centrata

source: Keywords
ml: സൂചകപദങ്ങള്‍
ro: Cuvinte cheie

source: Left to right
ml: ഇടതുനിന്നും വലത്തോട്ട്
ro: De la stanga la dreapta

source: Left
ml: ഇടത്ത്
ro: Stanga

source: Merge cells
ml: സെല്ലുകള്‍ ലയിപ്പിക്കുക
ro: Uneste celulele

source: Middle
ml: മധ്യഭാഗം
ro: Mijloc

source: New document
ml: പുതിയ പ്രമാണം
ro: Document nou

source: New window
ml: പുതിയ വിന്റോ
ro: Fereastra noua

source: Next
ml: അടുത്തത്
ro: Următor

source: No color
ml: വര്‍ണ്ണം ഇല്ല
ro: Fara culoare

source: None
ml: യാതൊന്നുമരുത്‌
ro: Nimic

source: Numbered list
ml: എണ്ണമിട്ട പട്ടിക
ro: Lista numerotata

source: Page break
ml: പേജ് മുറിക്കുക
ro: Separare pagini

source: Paste as text
ml: വചനമായി പതിപ്പിക്കുക
ro: Copiaza sub forma de text

source: Paste row after
ml: ശേഷം വരി പതിപ്പിക്കുക
ro: Copiaza randul dupa

source: Paste row before
ml: മുമ്പില്‍ വരി പതിപ്പിക്കുക
ro: Copiaza randul inainte

source: Paste your embed code below:
ml: താങ്ങളുടെ എംബെഡ് കോഡ് താഴെ പതിപ്പിക്കുക:
ro: Copiaza codul fixat dedesubt

source: Paste
ml: പതിപ്പിക്കുക
ro: Copiaza

source: Prev
ml: മുമ്പിലത്തെ
ro: Pre

source: Print
ml: അച്ചടിക്കുക
ro: Printeaza

source: Redo
ml: വീണ്ടും ചെയ്യുക
ro: Reface

source: Remove link
ml: ലിങ്ക് നീക്കം ചെയ്യുക
ro: Elimina link

source: Replace all
ml: എല്ലാം പകരം വയ്‌ക്കുക
ro: Inlocuieste tot

source: Replace with
ml: ഇതുകൊണ്ട് മാറ്റിവയ്ക്കുക
ro: Inlocuieste cu

source: Replace
ml: പകരം വയ്ക്കുക
ro: Inlocuieste

source: Restore last draft
ml: അവസാനത്തെ രൂപരേഖ പുനഃസ്ഥാപിക്കുക
ro: Reda ultima ciorna

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
ml: റിച്ച് ടെക്സ്റ്റ് സ്ഥലം. മെനുവിനായി ALT-F9 അമര്‍ത്തുക. ടൂള്‍ ബാറിനായി ALT-F910 അമറ്ത്തുക. സഹായത്തിനായി ALT-0 അമര്‍ത്തുക
ro: Zona cu mult text. Apasa ALT-F9 pentru meniu. Apasa ALT-F10 pentru bara de instrumente, Apasa ALT-0 pentru ajutor

source: Right to left
ml: വലത്തുനിന്നും ഇടത്തോട്ട്
ro: De la dreapta la stanga

source: Right
ml: വലത്ത്
ro: Dreapta

source: Robots
ml: റോബോട്ടുകള്‍
ro: Roboti

source: Row group
ml: വരി സംഘം
ro: Grup randuri

source: Row properties
ml: വരിയുടെ ഗുണവിശേഷങ്ങള്‍
ro: Proprietati randuri

source: Row type
ml: വരി തരം
ro: Tip rand

source: Row
ml: വരി
ro: Rand

source: Rows
ml: വരികള്‍
ro: Randuri

source: Scope
ml: പരിധി
ro: Scop

source: Select all
ml: എല്ലാം തിരഞ്ഞെടുക്കുക
ro: Selecteaza tot

source: Show blocks
ml: ബ്ലോക്സ് കാണിക്കുക
ro: Arata blocurile

source: Show invisible characters
ml: അദൃശ്യമായ അക്ഷരങ്ങള്‍ കാണിക്കുക
ro: Arata caracterele invizibile

source: Source code
ml: സോർസ് കോഡു്
ro: Codul sursa

source: Source
ml: സ്രോതസ്സ്‌
ro: Sursa

source: Special character
ml: പ്രത്യേകോദ്ദേശ്യത്തിനുള്ള അക്ഷരങ്ങള്‍
ro: Caracter special

source: Spellcheck
ml: അക്ഷരവിന്യാസം പരിശോധിക്കുക
ro: Verificare ortografie

source: Split cell
ml: സെല്ല് വേര്‍തിരിക്കുക
ro: Divizare celula

source: Square
ml: സമചതുരം
ro: Echer

source: Start search
ml: തിരയല്‍ ആരംഭിക്കുക
ro: Incepe cautarea

source: Strikethrough
ml: ഇടയിലൂടെ പ്രസിദ്ധപ്പെടുത്തുക
ro: Taiere

source: Style
ml: ശൈലി
ro: Stil

source: Subscript
ml: കീഴ്‌ക്കുറിപ്പ്‌
ro: Indice

source: Superscript
ml: മുകള്‍ക്കുറിപ്പ്
ro: Exponent

source: Table properties
ml: പട്ടികയുടെ ഗുണവിശേഷങ്ങള്‍
ro: Proprietati tabel

source: Table
ml: പട്ടിക
ro: Tabel

source: Target
ml: ലക്ഷ്യം
ro: Tinta

source: Templates
ml: അച്ചുകള്‍
ro: Sablon

source: Text color
ml: വചനങ്ങളുടെ വര്‍ണ്ണം
ro: Culoare text

source: Text to display
ml: പ്രദര്‍ശിപ്പിക്കുവാനുള്ള വചനങ്ങള്‍
ro: Text pentru afisare

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
ml: താങ്ങള്‍ പ്രവേശിപ്പിച്ച URL ഒരു ഈമെയില്‍ ആണെന്നു തൊന്നുന്നു. ആവശ്യമായ mailto: എന്ന ഉപസര്‍ഗ്ഗം ചേര്‍ക്കേണ്ടതുണ്ടോ?
ro: URL-ul introdus pare a fi o adresa de e-mail. Vrei să adăugați prefixul mailo: cerut?

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
ml: താങ്ങള്‍ പ്രവേശിപ്പിച്ച URL പുറത്തുള്ള ഒരു ലിങ്കു് ആണെന്നു തൊന്നുന്നു. ആവശ്യമായ http:// എന്ന ഉപസര്‍ഗ്ഗം ചേര്‍ക്കേണ്ടതുണ്ടോ?
ro: URL-ul introdus pare a fi un link extern. Vrei să adăugați prefixul http:// cerut?

source: Title
ml: തലക്കെട്ട്‌
ro: Titlu

source: Tools
ml: ഉപകരണങ്ങള്‍
ro: Unelte

source: Top
ml: മേലഗ്രം
ro: Sus

source: Underline
ml: അടിവര
ro: Subliniat

source: Undo
ro: Revenire

source: V Align
ml: കുത്തനെ അടുക്കിവയ്ക്കുക
ro: Aliniere verticala

source: Vertical space
ml: കുത്തനെയുള്ള അകലം
ro: Spatiu vertical

source: View
ml: ദൃശ്യം
ro: Vizualizează

source: Visual aids
ml: പഠനസഹായി
ro: Materiale vizuale

source: Whole words
ml: സമ്പൂര്‍ണ്ണ പദങ്ങള്‍
ro: Cuvinte intregi

source: Width
ml: വീതി
ro: Latime

source: Words: {0}
ml: പദങ്ങള്‍: {0}
ro: Cuvinte: {0}

source: You have unsaved changes are you sure you want to navigate away?
ml: സൂക്ഷിക്കാത്ത മാറ്റങ്ങൾ ഉണ്ട് ഈ പേജ് വിട്ട് താങ്കൾക്ക് നിശ്ചയമായും പോകേണ്ടതുണ്ടോ?
ro: Ati facut modificari fara a salva, sunteti sigur ca doriti sa iesiti?

source: Sequence error! Cannot navigate to tab %(tab_name)s in the current SequenceModule. Please contact the course staff.
ml: അനുക്രമത്തില്‍ തകരാര്‍! ഇപ്പോഴത്തെ SequenceModule ളില്‍ %(tab_name)s ലേക്ക് പോകുവാന്‍ സാധ്യമല്ല. ദയവായി കോഴ്സ് ജീവനക്കാരുമായി ബന്ധപ്പെടുക.
ro: Eroare de secventa! Nu se poate naviga la tab-ul %(tab_name)s in SequenceModule-ul curent. Te rog sa contactezi personalul cursului.

source: Play
ml: പ്ലേ
ro: Porneste

source: Pause
ml: പോസ്.
ro: Pauza

source: Exit full browser
ml: മുഴുവന്‍ ബ്രൌസറില്‍ നിന്ന് പുറത്തേക്ക്.
ro: Iesi din modul "Tot ecranul"

source: Fill browser
ml: ഫയല്‍ ബ്രൌസര്‍.
ro: Umple browser-ul

source: Volume
ml: ശബ്ദം
ro: Volum

source: Muted
ml: ശബ്ദമില്ലാതാക്കിയിരിക്കുന്നു.
ro: Sunet dezactivat

source: Very low
ml: വളരെ കുറച്ച്
ro: Foarte redus

source: Low
ml: കുറച്ച്
ro: Redus

source: Average
ml: ശരാശരി
ro: Mediu

source: Loud
ml: ഉറക്കെ
ro: Tare

source: Very loud
ml: വളരെ ഉ
ro: Foarte tare

source: Maximum
ml: പരമാവധി
ro: Maxim

source: VideoPlayer: Element corresponding to the given selector was not found.
ro: VideoPlayer: Nu a fost gasit element care sa corespunda selectorului dat.

source: This browser cannot play .mp4, .ogg, or .webm files.
ml: ഈ ബ്രൌസറിന് .mp4, .ogg, അല്ലെങ്കില്‍ .webm ഫയലുകള്‍ പ്രവര്‍ത്തിപ്പിക്കാനാകില്ല.
ro: Acest browser nu poate rula fisiere .mp4, .ogg sau .webm

source: Try using a different browser, such as Google Chrome.
ml: ഗൂഗിള്‍ ക്രോം പോലുള്ള ഒരു ബ്രൌസര്‍ ഉപയോഗിച്ചു നോക്കുക.
ro: Incercati sa folositti un browser diferit, precum Google Chrome

source: Video slider
ml: വീഡിയോ ചലനസഹായി
ro: Slider videoclip

source: HD on
ml: HD യില്‍
ro: HD activat

source: HD off
ml: HD യില്‍ അല്ല
ro: HD dezactivat

source: Video position
ml: വീഡിയോ സ്ഥാനം
ro: Pozitie videoclip

source: Video ended
ml: വീഡിയോ അവസാനിച്ചിരിക്കുന്നു
ro: Videoclip terminat

source: %(value)s hour
ml: %(value)s മണിക്കൂര്‍
ro: %(value)s ora

source: %(value)s minute
ml: %(value)s നിമിഷം
ro: %(value)s minut

source: %(value)s second
ml: %(value)s സെക്കന്റു്
ro: %(value)s secunda

source: Caption will be displayed when
ml: അടിയെഴുത്ത് കാണിക്കുന്നത്
ro: Subtitlurile vor fi afisate cand

source: Turn on captions
ml: അടിയെഴുത്തുകള്‍ കാണിക്കുക
ro: Activeaza subtitlurile

source: Turn off captions
ml: അടിയെഴുത്തുകള്‍ കാണി
ro: Dezactiveaza subtitlurile

source: Creating missing groups&hellip;
ro: Crearea grupurilor si ajutoarelor lipsă

source: Hide Discussion
ml: ചര്‍ച്ച ഒളിപ്പിക്കുക
ro: Ascunde Discutie

source: Show Discussion
ml: ചര്‍ച്ച കാണിക്കുക
ro: Afiseaza Discutie

source: Sorry
ml: ക്ഷമിക്കണം
ro: Ne pare rau

source: We had some trouble loading the discussion. Please try again.
ml: ചര്‍ച്ച കാണിക്കുന്നതില്‍ ഞങ്ങള്‍ ചില തകരാറുകള്‍ നേരിട്ടു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
ro: Am avut unele probleme la încărcarea discuțiilor. Vă rugăm să încercați din nou.

source: We had some trouble loading the threads you requested. Please try again.
ml: താങ്കള്‍ അഭ്യര്‍ത്ഥിച്ച കഥാതന്തുക്കള്‍ കാണിക്കുന്നതില്‍ ഞങ്ങള്‍ ചില തകരാറുകള്‍ നേരിട്ടു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
ro: Am avut unele probleme la încărcarea subiectelor pe care le-ati solicitat. Vă rugăm să încercați din nou.

source: Loading content
ml: ഉള്ളടക്കങ്ങള്‍ ലോഡ് ചെയ്തുകൊണ്ടിരിക്കുന്നു
ro: Se încarcă conținutul

source: We had some trouble processing your request. Please ensure you have copied any unsaved work and then reload the page.
ml: താങ്കളുടെ അഭ്യര്‍ത്ഥനയുടെ നടത്തിപ്പില്‍ ഞങ്ങള്‍ ചില തകരാറുകള്‍ നേരിട്ടു. സൂക്ഷിക്കാത്ത എല്ലാ മാറ്റങ്ങളും പകര്‍ത്തിയശേഷം ദയവായി പേജ് വീണ്ടും ലോഡ് ചെയ്യുക.
ro: Am avut unele probleme la procesarea cererii dvs.. Asigurați-vă că ați copiat orice munca nesalvata și apoi reîncărcați pagina.

source: We had some trouble processing your request. Please try again.
ml: താങ്കളുടെ അഭ്യര്‍ത്ഥനയുടെ നടത്തിപ്പില്‍ ഞങ്ങള്‍ ചില തകരാറുകള്‍ നേരിട്ടു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
ro: Am avut unele probleme la procesarea cererii dvs.. Va rugam incercati din nou.

source: Load more
ml: കൂടുതല്‍ ലോഡ്‌ ചെയ്യുക
ro: Încarcă mai mult

source: Loading more threads
ml: കൂടുതല്‍ കഥാതന്തുക്കള്‍ ലോഡ്‌ ചെയ്യുക
ro: Se incarca mai multe subeicte

source: We had some trouble loading more threads. Please try again.
ml: കൂടുതല്‍ കഥാതന്തുക്കള്‍ കാണിക്കുന്നതില്‍ ഞങ്ങള്‍ ചില തകരാറുകള്‍ നേരിട്ടു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
ro: Am avut unele probleme la încărcarea mai multor subiecte. Vă rugăm să încercați din nou.

source: %(unread_count)s new comment
ml: %(unread_count)s പുതിയ അഭിപ്രായം
ro: %(unread_count)s comentariu necitit

source: Search Results
ml: തിരയല്‍ ഫലങ്ങള്‍‌‌
ro: Rezultatele cautarii

source: Loading thread list
ml: കഥാതന്തുക്കളുടെ അനുക്രമണിക ലോഡ് ചെയ്തുകൊണ്ടിരിക്കുന്നു
ro: Se incarca lista de subiecte

source: No results found for %(original_query)s. Showing results for %(suggested_query)s.
ml: %(original_query)s ക്ക് ഫലങ്ങള്‍ ലഭിച്ചില്ല. %(suggested_query)s യുടെ ഫലങ്ങള്‍ കാണിച്ചിരിക്കുന്നു.
ro: Nici un rezultat gasit pentru %(original_query)s. Se arata rezultatele pentru %(suggested_query)s.

source: No threads matched your query.
ml: താങ്കളുടെ ചോദ്യവുമായി സാമ്യമുള്ള കഥാതന്തുക്കള്‍ ലഭിച്ചില്ല.
ro: Nici un subiect nu s-a potrivit interogarii dvs.

source: Show posts by %(username)s.
ml: %(username)s അനുസരിച്ച് പോസ്റ്റുകള്‍ കാണിക്കുക.
ro: Arată mesajele pentru %(username)s.

source: The thread you selected has been deleted. Please select another thread.
ml: താങ്കള്‍ തിരഞ്ഞെടുത്ത കഥാതന്തു നീക്കം ചെയ്തിരിക്കുന്നു. ദയവായി മറ്റൊരു കഥാതന്തു തിരഞ്ഞെടുക്കുക.
ro: Subiectul selectat a fost șters. Vă rugăm să selectați un alt subiect.

source: We had some trouble loading responses. Please reload the page.
ml: പ്രതികരണങ്ങള്‍ കാണിക്കുന്നതില്‍ ഞങ്ങള്‍ ചില തകരാറുകള്‍ നേരിട്ടു. ദയവായി പേജ് വീണ്ടും ലോഡ് ചെയ്യുക.
ro: Am avut unele probleme la încărcarea raspunsurilor. Vă rugăm să reîncărcați pagina.

source: We had some trouble loading more responses. Please try again.
ml: കൂടുതല്‍ പ്രതികരണങ്ങള്‍ കാണിക്കുന്നതില്‍ ഞങ്ങള്‍ ചില തകരാറുകള്‍ നേരിട്ടു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
ro: Am avut unele probleme la încărcarea mai multor raspunsurilor. Vă rugăm să incercati din nou

source: %(numResponses)s response
ml: %(numResponses)s പ്രതികരണം
ro: Raspunsuri %(numResponses)s

source: Showing all responses
ml: എല്ലാ പ്രതികരണങ്ങളും കാണിച്ചിരിക്കുന്നു
ro: Se arata toate raspunsurile

source: Load all responses
ml: എല്ലാ പ്രതികരണങ്ങളും ലോഡ് ചെയ്യുക
ro: Incarca toate raspunsurile

source: Load next %(numResponses)s responses
ml: അടുത്ത %(numResponses)s പ്രതികരണങ്ങളും ലോഡ് ചെയ്യുക
ro: Incarca urmatoarele raspunsuri %(numResponses)s

source: Are you sure you want to delete this post?
ml: തീര്‍ച്ചയായും പോസ്റ്റ് നീക്കം ചെയ്യേണ്ടതുണ്ടോ?
ro: Sunteti sigur ca vreti sa stergeti aceasta postare?

source: We had some trouble loading the page you requested. Please try again.
ml: താങ്കള്‍ അഭ്യര്‍ത്ഥിച്ച പേജ് ലോഡ് ചെയ്യുന്നതില്‍ ഞങ്ങള്‍ ചില തകരാറുകള്‍ നേരിട്ടു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
ro: Am avut unele probleme la încărcarea paginii pe care ați solicitat-o. Vă rugăm să încercați din nou.

source: anonymous
ml: അജ്ഞാതന്‍
ro: anonim

source: Are you sure you want to delete this comment?
ml: ഈ അഭിപ്രായം തീര്‍ച്ചയായും നീക്കം ചെയ്യണോ?
ro: Ești sigur/ă că vrei să ștergi acest comentariu?

source: We had some trouble deleting this comment. Please try again.
ml: അഭിപ്രായം നീക്കം ചെയ്യുന്നതില്‍ ഞങ്ങള്‍ ചില തകരാറുകള്‍ നേരിട്ടു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
ro: Am avut ceva probleme cu ștergerea acest comentariu. Vă rugăm să încercați din nou.

source: Are you sure you want to delete this response?
ml: ഈ പ്രതികരണം തീര്‍ച്ചയായും നീക്കം ചെയ്യണോ?
ro: Sunteti sigur ca vreti sa stergeti acest raspuns?

source: Drop target image
ml: ഉദ്ദിഷ്ട ചിത്രം വീഴ്‌ത്തുക
ro: Renunta la imaginea tinta

source: dragging out of slider
ml: ചലനസഹായി ചലിപ്പിക്കുക
ro: Se scoate din diapozitiv

source: dragging
ml: ഇഴക്കുക
ro: Se scoate

source: dropped in slider
ml: ചലനസഹായിയിലേക്ക് വീഴ്ത്തുക
ro: Lasat in diapozitiv

source: dropped on target
ml: ലക്ഷ്യത്തിലേക്ക് വീഴ്ത്തുക
ro: Lasat pe tinta

source: %s ago
ro: acum %s

source: %s from now
ml: %s മുതൽ
ro: %s de acum

source: less than a minute
ml: ഒരു നിമിഷത്തില്‍ കുറവ്
ro: mai putin de 1 minut

source: about a minute
ml: ഏകദേശം ഒരു നിമിഷം
ro: aproximativ 1 minut

source: %d minute
ml: %d നിമിഷം
ro: %d minut
