Repository: microsoftarchive/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ml, ro

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
ml: ഇത് സംഭവിക്കുന്നത് ഞങ്ങളുടെ സെര്‍വരിന്റെയോ അല്ലെങ്കില്‍ താങ്കളുടെ ഇന്റർനെറ്റ്‌ ബന്ധത്തിന്റെയോ തകരാറുമൂലം ആകാം. ഈ പേജ് ഒന്ന് പുതുക്കി നോക്കുക അല്ലെങ്കിൽ താങ്കൾ ഇന്റര്‍നെറ്റുമായി ബന്ധം പുലര്‍ത്തിക്കൊണ്ടിരിക്കുന്നുണ്ടെന്ന് ഉറപ്പുവരുത്തുക.
ro: Acest lucru se poate întâmpla din cauza serverului nostru sau a conexiunii de internet. Încercaţi să reactualizaţi pagina, asigurându-vă că sunteţi online.

source: Studio's having trouble saving your work
ml: താങ്കളുടെ പ്രവൃത്തി സൂക്ഷിക്കുന്നതിൽ തടസ്സം നേരിട്ടിരിക്കുന്നു
ro: Studio are probleme în a salva ceea ce aţi lucrat.

source: Saving&hellip;
ml: സൂക്ഷിക്കുന്നു
ro: Salvare & ajutor;

source: Delete Page Confirmation
ml: പേജ് നീക്കം ചെയ്യൽ സ്ഥിരീകരണം
ro: Confirmare stergere pagina

source: Are you sure you want to delete this page? This action cannot be undone.
ml: ഈ പുതുക്കല്‍ നീക്കം ചെയ്യണോ? ഈ പ്രവൃത്തി പൂർവസ്ഥിതിയിലാക്കുക അസാധ്യമാണ്.
ro: Esti sigur ca vrei sa stergi această pagina? Această actiune nu poate fi anulată.

source: Deleting&hellip;
ml: നീക്കം ചെയ്യുന്നു
ro: Stergere & ajutor;

source: OpenAssessment Save Error
ro: Deschide Evaluare Salvează Eroare

source: This link will open in a modal window
ml: ഈ ലിങ്ക് ഒരു മോഡല്‍ വിന്റോയില്‍ തുറക്കും
ro: Acest link se va deschide intr-o fereastra noua

source: Hide Studio Help
ml: സ്റ്റുഡിയോ സഹായം മറച്ചുവയ്ക്കുക
ro: Ascunde Studio Ajutor

source: Looking for Help with Studio?
ml: സ്റ്റുഡിയോയുമായി ബന്ധപ്പെട്ട സഹായം ആവശ്യമാണോ?
ro: Aveti nevoie de ajutor cu Studio.

source: Group %s
ro: Grup %s

source: You must specify a name
ml: ഒരു പേര് നിര്‍ബന്ധമായും നല്‍കണം
ro: Trebuie sa specificați un nume.

source: Group name is required
ml: സംഘത്തിന്റ പേര് ആവശ്യമാണ്‌
ro: Numele Grupului este necesar

source: Group A
ml: സംഘം A
ro: Grup A

source: Group B
ml: സംഘം B
ro: Grup B

source: Group Configuration name is required.
ro: Configurarea grupului este necesară.

source: There must be at least one group.
ro: Trebuie să fie cel puţin un grup.

source: All groups must have a name.
ro: Toate grupurile trebuie să aibă un nume.

source: Only <%= fileTypes %> files can be uploaded. Please select a file ending in <%= fileExtensions %> to upload.
ml: <%= fileTypes %> ഫയലുകള്‍ മാത്രമേ അപ്‍ലോഡ് ചെയ്യാന്‍ പറ്റൂ. <%= fileExtensions %> ല്‍ അവസാനിക്കുന്ന ഒരു ഫയല്‍ തെരെഞ്ഞെടുക്കുക.
ro: Doar fișierele <%= fileTypes %> pot fi uploadate. Va rugăm selectați un sfarsit

source: or
ml: അല്ലെങ്കില്‍
ro: sau

source: The course must have an assigned start date.
ml: ഈ കോഴ്സിനു ഒരു തുടക്ക ദിനം ഉണ്ടായിരിക്കണം
ro: Cursul trebuie să aibă alocată o dată de începere.

source: The course end date cannot be before the course start date.
ml: കോഴ്സിന്റെ ഒടുക്ക ദിനം തുടക്ക ദിനത്തിനു മുമ്പാകരുത്
ro: Data de încheiere a cursului nu poate fi înainte de data de începere a acestuia.

source: The course start date cannot be before the enrollment start date.
ml: കോഴ്സിന്റെ തുടക്ക ദിനം പേരു ചേര്‍ക്കല്‍ ദിനത്തിന്റെ മുമ്പാകരുത്
ro: Data de începere a cursului nu poate fi înainte de data de înscriere.

source: The enrollment start date cannot be after the enrollment end date.
ml: പേരചേര്‍ക്കല്‍ തുടക്കം പേരുചേര്‍ക്കല്‍ ഒടുക്കത്തിനു ശേഷമാകരുത്
ro: Data de începere a înscrierilor nu poate fi după data de încheiere a înscrierilor.

source: The enrollment end date cannot be after the course end date.
ml: പേരു ചേര്‍ക്കല്‍ ഒടുക്ക ദിനം കോഴ്സിന്റെ ഒടുക്ക ദിനത്തിനു ശേഷമാകരുത്
ro: Data de încheiere a înscrierilor nu poate fi după data de încheiere a cursului.

source: Key should only contain letters, numbers, _, or -
ml: കീ അക്ഷരങ്ങളും _ ഉം അക്കങ്ങളും -ഉം മാത്രമേ ഉള്‍കൊള്ളാവു
ro: Cheia ar trebui să conţină litere, cifre, _ , sau -

source: There's already another assignment type with this name.
ml: ഈ പേരോട് കൂടിയ മറ്റൊരു അസൈന്‍മെന്റ് ടൈപ്പ് നിലവിലുണ്ട്
ro: Acest nume este deja folosit de altcineva.

source: Please enter an integer between 0 and 100.
ml: പൂജ്യത്തിനും നൂറിനുമിടയിലെ ഒരു പൂര്‍ണ സംഖ്യ നല്‍കൂ
ro: Inseraţi o unitate între 0 şi 100.

source: Please enter an integer greater than 0.
ro: Inseraţi o unitate mai mare decât 0.

source: Please enter non-negative integer.
ro: Inseraţi o unitate non-negativă.

source: Cannot drop more <% attrs.types %> than will assigned.
ml: അസൈന്‍ ചെയ്തതിനെക്കാള്‍ <% attrs.types %> ഒഴിവാക്കാന്‍ പറ്റില്ല
ro: Nu se poate scădea mai mult <% attrs.types %> decât s-a alocat.

source: Grace period must be specified in HH:MM format.
ml: അതിക കാലാവധി മണിക്കൂര്‍:നിമിഷം ഫോര്‍മാറ്റിലായിരിക്കണം.
ro: Perioada de graţie trebuie specificată în formatul HH:MM.

source: Delete File Confirmation
ml: ഫയല്‍ നീക്കം ചെയ്യുന്നത് ഉറപ്പിക്കല്‍
ro: Şterge confirmarea fişierului

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
ml: ഈ ഫയല്‍ നീക്കം ചെയ്യണമെന്ന് നിങ്ങള്‍ക്ക് ഉറപ്പാണോ? പിന്നീട് ഒരു തിരിച്ചു പോക്ക് സാധ്യമല്ല് ഇതിനെ പരാമര്‍ശിക്കുന്ന മറ്റു ഉള്ളടക്കങ്ങള്‍ ഇതിനു ശേഷം പ്രവര്‍ത്തിക്കില്ല.(ഉദാ: വിച്ഛേദിക്കപ്പെട്ട ചിത്രങ്ങള്‍, ലിങ്കുകള്‍)
ro: Sunteţi sigur că vreţi să ştergeţi acest element? Nu poate fi inversat. De asemenea, orice alt conţinut care se referă la acest element nu va mai funcţiona. (e.g. imagini sau linkuri)

source: Your file has been deleted.
ml: നിങ്ങളുടെ ഫയല്‍ നീക്കം ചെയ്തിരിക്കുന്നു
ro: Fișierul a fost șters.

source: Date Added
ro: Dată adăugată

source: Uploading…
ml: അപ്‌ലോഡ്‌ ചെയ്തുകൊണ്ടിരിക്കുന്നു...
ro: Uploadeaza...

source: Choose File
ml: ഫയൽ തിരഞ്ഞെടുക്കുക
ro: Alege fișier

source: Upload New File
ml: പുതിയ ഫയൽ അപ്‌ലോഡ്‌ ചെയ്യുക
ro: Uploadeaza un fișier nou

source: Load Another File
ml: പുതിയ ഫയൽ ലോഡ്‌ ചെയ്യുക
ro: Încarcă un alt fişier.

source: Are you sure you want to delete this update?
ml: ഈ പുതുക്കല്‍ നീക്കം ചെയ്യണോ?
ro: Sunteţi sigur că vreţi să ştergeţi această actualizare?

source: This action cannot be undone.
ml: ഈ പ്രവൃത്തി വീണ്ടെടുക്കാന്‍ കഴിയില്ല.
ro: Această acţiune nu poate fi efectuată.

source: Create Re-run
ro: Creează Re-run

source: Processing Re-run Request
ro: Procesare cerere Re-run

source: Upload a new PDF to “<%= name %>”
ml: “<%= name %>” ലേക്ക് ഒരു പുതിയ പി.ഡി.എഫ് അപ്ലോഡ് ചെയ്യുക
ro: Uploadează un nou PDF la “<%= name %>”

source: Please select a PDF file to upload.
ml: അപ്‌ലോഡ്‌ ചെയ്യുന്നതിനായി ഒരു PDF ഫയൽ തിരഞ്ഞെടുക്കുക
ro: Alegeţi un document PDF pentru a fi uploadat.

source: Saving
ml: സൂക്ഷിക്കുന്നു
ro: Salvează

source: Not in Use
ml: ഉപയോഗത്തിലില്ല
ro: Nefuncţionabil

source: This Group Configuration is not in use. Start by adding a content experiment to any Unit via the %(outlineAnchor)s.
ro: Configuraţia grupului nu este disponibilă. Începe prin a adăuga un conţinut experimental la orice unitate prin intermediul %(outlineAnchor)s.

source: Course Outline
ro: Planul cursului

source: Delete this Group Configuration?
ml: സംഖസജ്ജീകരണം എടുത്തുകളയേണോ?
ro: Ştergeţi configurarea acestui grup?

source: Deleting this Group Configuration is permanent and cannot be undone.
ml: സംഖസജ്ജീകരണം എടുത്തുകളയൽ ശാശ്വതവും പൂർവസ്ഥിതിയിലേക്കാക്കാൻ കഴിയാത്തതും ആണ്.
ro: Ştergerea configurării acestui grup este permanentă şi nu poate fi anulată.

source: Deleting
ml: നീക്കം ചെയ്തു കൊണ്ടിരിക്കുന്നു
ro: Șterge

source: Choose new file
ro: Alege fişier nou

source: Error importing course
ro: Eroare importare curs

source: There was an error with the upload
ml: അപ്‍ലോഡ് ചെയ്യുന്നതില്‍ ഒരു പ്രശ്നം
ro: A avut loc o eroare cu încărcarea

source: File format not supported. Please upload a file with a <code>tar.gz</code> extension.
ml: ഫയല്‍ ഫോര്‍മാറ്റ് പിന്തുണക്കുന്നതല്ല. ദയവായി <code>.tar.gz</code> എക്സ്റ്റെന്‍ഷനോട് കൂടിയ ഒരു ഫയല്‍ അപ്ലോഡ് ചെയ്യുക
ro: Formatul documentului nu este acceptat. Uploadaţi un fişier cu extensia <code>tar.gz</code>

source: Upload File
ml: ഫയൽ അപ്‌ലോഡ്‌ ചെയ്യുക
ro: Uploadează un fișier

source: Collapse All Sections
ml: എല്ലാ മേഖലകളും ഒരുമിപ്പിക്കുക
ro: Reduceţi toate secţiunile

source: Expand All Sections
ml: എല്ലാ മേഖലകളും വികസിപ്പിക്കുക
ro: Extindeţi toate secţiunile

source: Release date:
ml: പ്രസിദ്ധപ്പെടുത്തിയ തിയതി.
ro: Date de lansare

source: {month}/{day}/{year} at {hour}:{minute} UTC
ml: {മാസം}/{ദിനം}/{വര്‍ഷം} സമയം {മണി}:{നിമിഷം} യു.ടി.സി
ro: {luna}/{ziua}/{anul} la {ora}:{minute } UTC

source: Edit section release date
ml: വിഭാഗം തിരുത്തുക പ്രസിദ്ധപ്പെടുത്തിയ തിയതി
ro: Editaţi secţiunea date de lansare

source: Not Graded
ro: Neclasificat

source: Showing %(current_item_range)s out of %(total_items_count)s, sorted by %(sort_name)s ascending
ml: %(total_items_count)s ൽ %(current_item_range)s %(sort_name)s ആരോഹണക്രമത്തിൽ കാണിച്ചിരിക്കുന്നു
ro: Arată %(current_item_range)s din %(total_items_count)s, sortat în funcţie de %(sort_name)s ascendent

source: Showing %(current_item_range)s out of %(total_items_count)s, sorted by %(sort_name)s descending
ml: %(total_items_count)s ൽ %(current_item_range)s %(sort_name)s അവരോഹണക്രമത്തിൽ കാണിച്ചിരിക്കുന്നു
ro: Arată %(current_item_range)s din %(total_items_count)s, sortat după %(sort_name)s descendent

source: Delete “<%= name %>”?
ml: “<%= name %>” നീക്കം ചെയ്യണോ?
ro: Ștergeți “<%= name %>”?

source: Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
ml: ഒരു ടെക്സ്റ്റ് ബുക്ക് ഡിലീറ്റ് ചെയ്യുന്നത് പുനസ്ഥാപിക്കാന്‍ കഴിയില്ല, അതു പോലെ നിങ്ങളുടെ കോഴ്സ്‍വെയറിലെ ബന്ധപ്പെട്ട പരാമര്‍ശങ്ങളും നീക്കം ചെയ്യപ്പെടും
ro: Ştergerea unui manual nu poate fi anulată şi odată ştearsă orice legătura cu acesta în navigarea cursului dumneavostră va fi, de asemenea, ştearsă.

source: Upload
ml: അപ്‌ലോഡ്‌ ചെയ്യുക
ro: Încarcă

source: We're sorry, there was an error
ml: ക്ഷമിക്കണം, ഒരു പ്രശ്നമുണ്ടായി
ro: Ne pare rău, a fost o eroare.

source: You've made some changes
ml: നിങ്ങള്‍ ചില മാറ്റങ്ങള്‍ വരുത്തിയിരിക്കുന്നു
ro: Aţi făcut unele schimbări.

source: Your changes will not take effect until you save your progress.
ml: നിങ്ങള്‍ മാറ്റങ്ങള്‍ സൂക്ഷിക്കുന്നത് വരെ പ്രാബല്യത്തില്‍ വരുന്നതായിരിക്കില്ല
ro: Schimbările tale nu vor avea loc până când progesul nu este salvat.

source: You've made some changes, but there are some errors
ml: നിങ്ങള്‍ ചില മാറ്റങ്ങള്‍ വരുത്തിയിരിക്കുന്നു, പക്ഷേ അതില്‍ ചില പ്രശ്നങ്ങളുണ്ട്.
ro: Aţi făcut unele schimbări, dar sunt câteva erori.

source: Please address the errors on this page first, and then save your progress.
ml: ആദ്യം ഈ താളിലെ പ്രശ്നങ്ങളെ അഭിമുഖീകരിക്കു, പിന്നെ സൂക്ഷിക്കൂ
ro: Vă rugăm semnalaţi mai ăntai eroarea pe această pagină şi apoi salvaţi progresul.

source: Save Changes
ml: മാറ്റങ്ങള്‍ സംരക്ഷിക്കുക
ro: Salvează schimbările

source: Your changes have been saved.
ml: നിങ്ങളുടെ മാറ്റങ്ങള്‍ സൂക്ഷിച്ചിരിക്കുന്നു.
ro: Schimbarile tale au fost salvate.

source: Settings
ml: ക്രമീകരണങ്ങൾ
ro: Setări

source: New %(component_type)s
ml: പുതിയ %(component_type)s
ro: Nou %(component_type)s

source: Adding&hellip;
ro: Adaugă & ajutor;

source: %(display_name)s Settings
ro: %(display_name)s Setări

source: Change the settings for %(display_name)s
ro: Schimbaţi setările pentru %(display_name)s

source: Publish %(display_name)s
ro: Publică %(display_name)s

source: Publish all unpublished changes for this %(item)s?
ro: Publicaţi toate modificările nepublicate pentru %(item)s?

source: Publish
ml: പ്രസിദ്ധീകരിക്കുക
ro: Publică

source: Component
ml: ഘടകഭാഗം
ro: Componentă

source: Editing: %(title)s
ml: തിരുത്തുക: %(title)s
ro: Editare: %(title)s

source: Validation Error While Saving
ro: Validare eroare în timp ce se salvează

source: Undo Changes
ro: Anulare modificare

source: Change Manually
ro: Modificare manuală

source: Duplicating&hellip;
ro: Duplicare & ajutor;

source: Publishing&hellip;
ro: Publicare & ajutor;

source: Discard Changes
ml: മാറ്റങ്ങൾ നിരാകരിക്കുക
ro: Renunţaţi la modificări

source: Are you sure you want to revert to the last published version of the unit? You cannot undo this action.
ml: ഈ യൂണിറ്റിന്റെ ഒടുവിൽ പ്രസിദ്ധീകരിച്ച ഭാഷ്യത്തിലേക്ക് മദങ്ങിചെല്ലേണമോ? ഈ പ്രവര്ത്തി പൂർവസ്ഥിതിയിലാക്കുക അസാധ്യമാണ്.
ro: Sunteţi sigur că vreţi să reveniţi la ultima versiune publicată a acestei unităţi? Nu puteţi anula această acţiune

source: Discarding Changes&hellip;
ro: Renunţaţi la modificări & help

source: Hiding from Students&hellip;
ro: Ascundeţi de studenţi & ajutor

source: Explicitly Hiding from Students&hellip;
ro: Ascundeţi explicit de studenţi & ajutor

source: Inheriting Student Visibility&hellip;
ro: Obţinere vizibilitatea studenţilor

source: Make Visible to Students
ml: വിദ്യാര്‍ത്ഥികൾക്ക് ദൃശ്യമാക്കുക
ro: Visibil pentru studenţi

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students. Do you want to proceed?
ml: ഇതിനുമുൻപു യൂണിറ്റ് വിദ്യാര്‍ത്ഥികൾക്കായി പ്രസിദ്ധപ്പെദുതിയതാണെങ്കിൽ, യൂണിറ്റ് രഹസ്യമായ സമയത്തുചെയ്ത മാറ്റങ്ങൾ ഇപ്പോൾ വിദ്യാര്‍ത്ഥികൾക്ക് ദൃശ്യമാകും. തുടരേണ്ടതുണ്ടോ?
ro: Dacă unitatea a fost deja publicată şi oferită studenţilor, orice modificare făcută când unitatea era ascunsă de stundeţi este acum vizibilă. Doriţi să continuaţi?

source: Making Visible to Students&hellip;
ro: Vizibil pentru studenţi

source: You have unsaved changes. Do you really want to leave this page?
ml: സൂക്ഷിക്കാത്ത മാറ്റങ്ങൾ ഉണ്ട്. ഈ പേജ് വിട്ട് താങ്കൾക്ക് നിശ്ചയമായും പോകേണ്ടതുണ്ടോ?
ro: Aveţi modificări nesalvate. Sunteţi sigur că doriţi să părăsiţi această pagină?

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
ml: നിങ്ങള്‍ മാറ്റങ്ങള്‍ സൂക്ഷിക്കുന്നത് വരെ പ്രാബല്യത്തില്‍ വരുന്നതായിരിക്കില്ല. കീയും വാല്യുവും ശരിയായ രീതിയില്‍ നല്‍കാന്‍ ശ്രദ്ധിക്കൂ,
ro: Modificările nu vor avea efect decât dacă salvaţi progesul. Aveţi grijă cu formatarea cheilor şi valorilor, când validara nu este pusă în aplicare.

source: Your policy changes have been saved.
ml: നിങ്ങളുടെ നയങ്ങള്‍ സൂക്ഷിച്ചിരിക്കുന്നു
ro: Modificările privind politica au fost salvate.

source: Please note that validation of your policy key and value pairs is not currently in place yet. If you are having difficulties, please review your policy pairs.
ml: നിലപാട് താഴിന്റെയും മൂല്യത്തിന്റെയും സൂക്ഷ്മ പരിശോധന ഇതു വരെ തയ്യാറായിട്ടില്ല. എന്തെങ്കിലും ബുദ്ധിമുട്ട് വരുന്നുവെങ്കില്‍ നിലപാട് ജോഡികള്‍ പുനപരിശോധിക്കുക
ro: Vă rugăm să rețineți că validarea cheii de politică și perechile de valori nu este prezentă. Dacă aveți dificultăți , vă rugăm să consultați perechile politice .

source: Upload your course image.
ml: കോഴ്സ് ചിത്രം അപ്‍ലോഡ് ചെയ്യുക.
ro: Încarcă imaginea cursului

source: Files must be in JPEG or PNG format.
ml: ഫയലുകള്‍ ജെ.പി.ഇ.ജി അല്ലെങ്കില്‍ പി.എന്‍.ജി ഫോര്‍മാറ്റിലായിരിക്കണം.
ro: Fișierele trebuie sa fie in format JPEG sau PNG.

source: Required field.
ml: ആവശ്യമായ പെട്ടി.
ro: Câmp necesar.

source: Please do not use any spaces in this field.
ml: ഈ പെട്ടിയില്‍ വിടവുകൾ ഉപയോഗിക്കരുത്.
ro: Va rugam nu folosiți spații in acest câmp.

source: Please do not use any spaces or special characters in this field.
ml: ഈ പെട്ടിയില്‍ വിടവുകളോ പ്രത്യേക അക്ഷരങ്ങളോ ഉപയോഗിക്കരുത്.
ro: Va rugam nu folosiți spații sau caractere speciale in acest câmp.

source: The combined length of the organization, course number, and course run fields cannot be more than 65 characters.
ml: പ്രസ്ഥാനം, കോഴ്സ് സംഖ്യ, മറ്റു വിവരങ്ങള്‍ എന്നിവയുടെ ആകെ നീളം 65 അക്ഷരങ്ങളില്‍ കൂടരുത്.
ro: Lungimea totală a prganizaţiei, numărul cursului şi domeniile de funcţionare ale cursului nu poate fi mai mult de 65 de caractere.

source: component
ml: ഘടകഭാഗം
ro: componentă

source: Delete this %(xblock_type)s?
ml: ഈ %(xblock_type)s? നീക്കം ചെയ്യുക
ro: Ştergeţi aceasta %(xblock_type)s?

source: Deleting this %(xblock_type)s is permanent and cannot be undone.
ml: %(xblock_type)s എടുത്തുകളയൽ ശാശ്വതവും പൂർവസ്ഥിതിയിലേക്കാക്കാൻ കഴിയാത്തതും ആണ്.
ro: Ștergerea asta %(xblock_type)s este permanenta si nu poate fi anulată.

source: Yes, delete this %(xblock_type)s
ml: അതേ, ഈ %(xblock_type)s എടുത്തു കളയുക
ro: Da, șterge asta %(xblock_type)s

source: section
ml: വിഭാഗം
ro: secțiune

source: subsection
ml: ഉപവിഭാഗം
ro: subsecţiune

source: unit
ml: യൂണിറ്റ്
ro: unitate

source: Sorry, there was an error parsing the subtitles that you uploaded. Please check the format and try again.
ml: ക്ഷമിക്കുക, താങ്ങൾ അപ്‌ലോഡ്‌ ചെയ്ത ഉപശീര്‍ഷകം വ്യാകരിക്കുന്നതിൽ തെറ്റുപറ്റിയിരിക്കുന്നു. ഘടന പരിശോധിച്ചത്തിനു ശേഷം വീണ്ടും ശ്രമിക്കുക
ro: Ne pare rău, a fost o eroare în analiza subtitlurilor adăugate. Vă rugăm verificaţi formatul şi încercaţi din nou.

source: Upload translation
ml: തര്‍ജ്ജമ അപ്‌ലോഡ്‌ ചെയ്യുക
ro: Traducerea încărcării

source: Password
ro: Parolă

source: Full Name
ro: Nume complet

source: Preferred Language
ro: Limba preferată

source: close
ro: Închide

source: Due:
ro: Scadent/ă la:

source: Previous
ro: Anterior

source: OK
ml: ശരി

source: Cancel
ml: ഒഴിവാക്കു

source: Delete
ml: നീക്കം ചെയ്യുക

source: (%(earned)s/%(possible)s point)
ml: (%(earned)s/%(possible)s പോയിന്റു്)

source: (%(num_points)s point possible)
ml: (സാധ്യമായത് %(num_points)s പോയിന്റു്)

source: Blocks
ml: ബ്ലോക്സ്

source: Body
ml: ചട്ടക്കൂട്‌

source: Disc
ml: ഡിസ്ക്ക്

source: Div
ml: ഡിവ്

source: Edit
ml: തിരുത്തുക

source: Emoticons
ml: വികാര ചിഹ്നഭാഷകള്‍

source: Format
ml: ഘടന

source: General
ml: പൊതുവായത്

source: Italic
ml: ചെരിവെഴുത്ത്‌

source: Lower Alpha
ml: ചെറിയ അക്കങ്ങളും അക്ഷരങ്ങളും

source: Lower Greek
ml: ചെറിയ ഗ്രീക്ക്

source: Lower Roman
ml: ചെറിയ റോമന്‍

source: Match case
ml: അവസ്ഥ തുല്ല്യമാക്കുക

source: Nonbreaking space
ml: നോണ്‍-ബ്രെയ്ക്കിങ്ങ് സ്പേസ്

source: Ok
ml: ശരി

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
ml: പതിപ്പിക്കല്‍ പ്രക്രിയ ഇപ്പോള്‍ ലളിതവചന രീതിയിലാണ്. ഈ ഐച്ഛികം മാറ്റൂന്നതുവരെ ഉള്ളടക്കങ്ങള്‍ ലളിതവചന രീതിയിലായിരിക്കും പതിപ്പിക്കുന്നത്.

source: Poster
ml: ചുവര്‍പരസ്യം

source: Pre
ml: ആദ്യ

source: Preview
ml: പൂര്‍വ്വദര്‍ശനം

source: Upper Alpha
ml: വലിയ അക്കങ്ങളും അക്ഷരങ്ങളും

source: Upper Roman
ml: വലിയ റോമന്‍

source: Url
ml: യു ആര്‍ എല്‍

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
ml: താങ്ങളുടെ ബ്രൌസരിനു എഴുത്തുപലകയെ നേരിട്ട് സമീപിക്കുവാന്‍ കഴിയില്ല. പകരം ദയവായി Ctrl+X/C/V എന്നിങ്ങനെയുള്ള കുറുക്കുവഴികള്‍ ഉപയൊഗിക്കുക.

source: Showing first response
ml: ആദ്യത്തെ പ്രതികരണം കാണിച്ചിരിക്കുന്നു

source: Public
ml: പൊതുവായ

source: Text
ml: വചനം

source: Video
ml: വീഡിയോ

source: Calendar
ml: കലണ്ടര്‍

source: Email
ml: ഈമെയില്‍

source: Started rescore problem task for problem '<%= problem_id %>' and student '<%= student_id %>'. Click the 'Show Background Task History for Student' button to see the status of the task.
ml: <%= problem_id %>' പ്രശ്നത്തിന്റെയും '<%= student_id %>' വിദ്യാര്‍ഥിയുടെയും പുനരെണ്ണല്‍ കൃത്യം ആരംഭിച്ചു. കൃത്യത്തിന്റെ സ്ഥിതി അറിയുവാനായി 'വിദ്യാര്‍ഥിയുടെ പശ്ചാത്തല കര്‍ത്തവ്യ ചരിത്രം കാണിക്കുക' എന്ന ബട്ടണ്‍ അമര്‍ത്തുക.

source: Error starting a task to rescore problem '<%= problem_id %>' for student '<%= student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
ml: <%= problem_id %>' പ്രശ്നത്തിന്റെയും '<%= student_id %>' വിദ്യാര്‍ഥിയുടെയും പുനരെണ്ണല്‍ കൃത്യം ആരംഭിക്കുന്നതില്‍ തകരാര്‍ നേരിട്ടു. പ്രശ്നത്തിന്റേയും വിദ്യാര്‍ഥിയുടേയും തിരിച്ചറിയല്‍ രേഖകള്‍ പൂര്‍ണ്ണമെന്നും ശരിയെന്നും ഉറപ്പുവരുത്തുക.

source: Error getting task history for problem '<%= problem_id %>' and student '<%= student_id %>'. Make sure that the problem and student identifiers are complete and correct.
ml: <%= problem_id %>' പ്രശ്നത്തിന്റെയും '<%= student_id %>' വിദ്യാര്‍ഥിയുടേയും കര്‍ത്തവ്യ ചരിത്രം ലഭിക്കുന്നതില്‍ തകരാര്‍ സംഭവിച്ചു. പ്രശ്നത്തിന്റേയും വിദ്യാര്‍ഥിയുടേയും തിരിച്ചറിയല്‍ രേഖകള്‍ പൂര്‍ണ്ണമെന്നും ശരിയെന്നും ഉറപ്പുവരുത്തുക.

source: <%= num %> more needed to start ML
ml: ML തുടങ്ങാനായി <%= num %> കൂടി ആവശ്യമാണ്

source: %(total_items)s total
ml: %(total_items)s മുഴുവന്‍

source: Editor
ml: തിരുത്തൽ സഹായി
